{
    "textos": [
        {
            "titulo": "Rachel was almost late",
            "historia": "Rachel is a professional cook and today is her first day in a new restaurant. She is very excited, but also nervous because she doesn't want to be late for her first day. She has to be there at 8 o'clock, and it is already 7. She is not ready yet, and unsure how to go to work. Rachel thinks it may be too late to take her car. She might get stuck in traffic and then she will certainly be late. The same thing will happen if she calls a taxi. Instead, she thinks she should take the subway. She gets dressed quickly; she grabs some coffee and a sandwich from the coffee shop down the road and gets on the next subway going in the direction of the restaurant. Time is running out, and she is getting more and more anxious. When the doors open to the subway station, she starts running. Happily, she arrives right on time for her first day.",
            "traducao": {
                "titulo": "Rachel quase chegou tarde",
                "historia": "Rachel é uma cozinheira profissional e hoje é seu primeiro dia em um novo restaurante. Ela está muito animada, mas também nervosa porque ela não quer chegar tarde para o primeiro dia dela. Ela tem que estar lá às 8 horas e já é 7. Ela ainda não está pronta e não sabe como deve ir para o trabalho. Rachel pensa que talvez seja tarde demais para pegar seu carro. Ela pode enfrentar o trânsito e, em seguida, com certeza, vai chegar tarde. A mesma coisa vai acontecer se ela chamar um táxi. Em vez disso, ela acha que ela deve pegar o metrô. Ela se veste rapidamente; ela pega um café e um sanduíche da cafeteria na rua de baixo e pega no próximo metro indo para a direção do restaurante. O tempo está se esgotando e ela está ficando cada vez mais ansiosa. Quando as portas se abrem para a estação de metrô, ela começa a correr. Felizmente, ela chega na hora certa para o primeiro dia dela."
            }
        },
        {
            "titulo": "A good dish",
            "historia": "Veronica wants to cook some chicken for dinner tonight, but she doesn't have all the ingredients for the recipe. She decides to go to the supermarket. She writes down a list of the things she needs, and she leaves for some shopping. When Veronica gets there, she gets a little nervous. There are a lot of people, and the checkout lines are very long. She hopes she will not be stuck in the line for too long. She starts her shopping in the fruit and vegetables aisle and then she goes to the meat aisle. When she sees the price of the chicken, she changes her mind. It is way too expensive. She is a little confused now because she doesn't know what to cook anymore. She continues her shopping, still thinking about tonight's dinner. When she gets in front of the pasta aisle, it gives her a good idea. She is going to cook some macaroni, her husband Max's favorite dish. She gets everything she needs and then she leaves.",
            "traducao": {
                "titulo": "Um bom prato",
                "historia": "Veronica quer cozinhar um pouco de frango para jantar esta noite, mas ela não tem todos os ingredientes para a receita. Ela decide ir ao supermercado. Ela escreve uma lista das coisas que ela precisa e ela sai para algumas compras. Quando ela chega lá, ela fica um pouco nervosa. Há um monte de gente e as filas dos caixas estão muito longas. Ela espera que ela não fique aqui por muito tempo. Ela começa suas compras no corredor dos vegetais e das frutas e então vai ao corredor da carne. Quando ela vê o preço do frango, ela decide mudar de ideia. Está muito caro. Ela está um pouco confusa agora porque ela não sabe mais o que cozinhar. Ela continua suas compras, ainda pensando no jantar de hoje à noite. Quando ela fica na frente do corredor de massa, isso dá para ela uma boa ideia. Ela vai cozinhar macarrão, o prato favorito de seu marido Max. Ela pega tudo o que precisa e depois sai."
            }
        },
        {
            "titulo": "Social Network",
            "historia": "Everyone is talking to Roger about Social Media and how useful it is. Apart from Facebook, he is not really a big fan of social media. When his sister tells him about Instagram though, he thinks maybe he should try it. After all, he likes to take pictures, and he is thinking perhaps it's his chance to show people how talented a photographer he is. That day, Roger decides to join Instagram. He is not really sure what he is supposed to do, so his sister helps him. Together, they publish his first post, which is a picture of a sunrise from Mexico. Disappointed because he is not getting too many 'likes', he decides to add some hashtags. After all, that's how Instagram works. Suddenly, he starts getting new likes and a couple of followers. Some people are starting to comment and tell him how great his pictures look. Roger is enjoying Instagram way more than his sister, though. Every day, he publishes a new picture, and he tries to keep his feed colorful. Within a couple of days, he gets hundreds of followers which makes him very happy.",
            "traducao": {
                "titulo": "Rede Social",
                "historia": "Todo mundo está conversando com Roger sobre Redes Sociais e como elas são úteis. Além do Facebook, ele não é realmente um grande fã de redes sociais. Mas quando sua irmã lhe fala sobre Instagram, ele acha que talvez ele deveria tentar. Afinal, ele gosta de tirar fotos e ele está pensando que talvez seja sua chance de mostrar às pessoas como ele é um fotografo talentoso. Naquele dia, Roger decide entrar no Instagram. Ele não tem certeza do que ele deve fazer, então sua irmã o ajuda. Juntos, eles publicam seu primeiro post, que é uma foto de um nascer do sol do México. Decepcionado porque ele não está tendo muita curtida, ele decide adicionar algumas hashtags. Afinal, é assim que o Instagram funciona. De repente, ele começa a ter novas curtidas e um par de seguidores. Algumas pessoas estão começando a comentar e dizer-lhe o quão ótimas as fotos dele parecem. Roger está aproveitando o Instagram mais do que ele achava. Todos os dias, ele publica uma nova foto e ele tenta manter suas publicações coloridas. Dentro de um par de dias, ele recebe centenas de seguidores que o faz muito feliz."
            }
        },
        {
            "titulo": "Bowling with friends",
            "historia": "Ann loves to go bowling. It's her favorite activity every Friday night. This week, she is going to go with her new co-workers. Ann has a new job as a teacher, and she is trying to make new friends since she is new in town. She is excited to share with them her passion for bowling. All day, during work, all she can think of is the amazing night she is about to have. When the night finally comes, and it's time to go, she puts her favorite bowling shoes on, and she joins her new friends at the bowling alley. Anne feels a lot of pressure though because she wants her co-workers to appreciate her. She is new at this job, so she is hoping to make a good impression.  When she gets three strikes in a row, she can't believe it. Everyone is impressed by her skills, and so is she. Happily, the bowling night is a success, and everyone is enjoying Ann's.",
            "traducao": {
                "titulo": "Boliche com amigos",
                "historia": "Ann gosta de ir jogar boliche. Essa é sua atividade favorita todas as noites de sexta-feira. Esta semana, ela vai com seus novos colegas de trabalho. Na verdade, Ann tem um novo emprego como professora e ela está tentando fazer novos amigos desde que ela é nova na cidade. Ela está animada para compartilhar com eles a sua paixão pelo boliche. Todo o dia, durante o trabalho, tudo que ela pode pensar é a noite incrível que ela está prestes a ter. Quando a noite finalmente chega e é hora de ir, ela coloca seus sapatos de boliche favoritos e ela se junta a seus novos amigos na pista de boliche. Anne sente muita pressão, porque ela quer que seus colegas de trabalho a apreciem. Ela é nova neste trabalho, então ela está esperando fazer uma boa impressão. Quando ela faz três strikes na sequência, ela não pode acreditar. Todo mundo está impressionado com suas habilidades e ela também. Felizmente, a noite de boliche é um sucesso e cada um está apreciando a companhia de Ann."
            }
        },
        {
            "titulo": "The scary noise",
            "historia": "Jackson works for a very famous manufacturing company in the United States. Because of his job, he has to go to a warehouse. Jackson doesn't know yet that what he is about to see there is going to change his life forever. When he gets there, everything is dark. It looks like no one is there which is extremely odd. He tries to call someone, but the place is empty. He doesn't understand what is happening. Suddenly, he hears a loud noise which sounds like a rocking chair. “Is someone in here?”, He screams. No one replies. Terrified, Jackson gets out of the warehouse and leaves. When he gets a call from his boss later, Jackson is embarrassed to tell him what happened, but he has to. His boss starts laughing and tells him a story. It seems like the building of the warehouse is indeed haunted. That said, Jackson's boss asked him to go back to finish the job he was supposed to do. Horrified, Jackson goes back but this time, with a co-worker. Everything goes well this time.",
            "traducao": {
                "titulo": "O ruído assustador",
                "historia": "Jackson trabalha para uma empresa de fabricação muito famosa nos Estados Unidos. Por causa de seu trabalho, ele tem que ir a um armazém. Ele não sabe ainda que o que ele está prestes a ver lá vai mudar sua vida para sempre. Quando ele chega lá, tudo está escuro. Parece que ninguém está lá o que é extremamente estranho. Ele tenta chamar alguém, mas o lugar está vazio. Ele não entende o que está acontecendo. De repente, ele ouve um alto ruído do que parece muito semelhante a uma cadeira de balanço. “Está alguém aqui?”, Ele grita. Ninguém responde. Aterrorizado, Jackson sai do armazém e vai embora. Quando ele recebe uma ligação de seu chefe mais tarde, Jackson está envergonhado de dizer-lhe o que aconteceu, mas ele tem que dizer. Seu chefe começa a rir e conta-lhe uma história. Parece que a construção do armazém é de fato assombrada. Dito isto, o chefe de Jackson pede que ele volte para terminar o trabalho que ele deveria fazer. Horrorizado, Jackson volta, mas desta vez, com um colega de trabalho. Tudo corre bem desta vez."
            }
        },
        {
            "titulo": "A new life",
            "historia": "Myriam can't believe it! Her husband Elie has a new job, and now they are forced to move to Arizona. They have been living in the same small city for a couple of years now so moving is stressful. She doesn't want to leave her family and friends, and she is scared she won't be able to take her cat with her. Hopefully, when she sees what Arizona looks like, she will feel a little better. The place looks better than she thought. Elie feels guilty though. He tries to comfort Myriam, and he reminds her how Arizona is right beside California, the state she has always wanted to see. This is enough to make Myriam very happy. She is now ready to move; she knows it's going to be a refreshing start and she is looking forward to seeing the Grand Canyon. Moving to Arizona is not bad after all.",
            "traducao": {
                "titulo": "Uma nova vida",
                "historia": "Myriam não pode acreditar: seu marido Elie tem um novo emprego e agora eles são forçados a se mudar para o Arizona. Eles têm vivido na mesma pequena cidade por alguns anos, então, mudar é estressante. Ela não quer deixar a família dela e amigos e ela está com medo de não ser capaz de levar o gato dela com ela, quando vê com o que o Arizona parece, ela vai se sentir um pouco melhor. O lugar parece melhor do que ela pensou. Mas Elie sente-se culpado. Ele tenta confortar Myriam e ele a lembra o quanto o Arizona está ao lado da Califórnia, o estado que ela sempre quis ver. Isso é suficiente para fazer Myriam muito feliz. Agora ela está pronta para se mudar; ela sabe que vai ser um começo refrescante e ela está ansiosa para ver o Grand Canyon. Mudar-se para o Arizona não é ruim depois de tudo isso."
            }
        },
        {
            "titulo": "Anil wants a new job",
            "historia": "Anil is getting bored of his job at the supermarket. He decides to get a new job and to start working at a library. He is getting excited about this new job because he likes to read. He thinks maybe this is a great opportunity for him to read some new novels and to discover different authors. The thing Anil likes the most about this new job though is that he can meet people who share the same passion for reading as him. Also, he gets to learn a lot of things, especially when he starts reading historical books or biographical books. For example, the other day, he read a book about “this man who won a Nobel Prize.” That was truly inspiring, and somehow, it gave Anil a lot of motivation to achieve his deepest dreams. Anil is happy to be working at the library, and he knows this is the best job for him.",
            "traducao": {
                "titulo": "Anil quer um novo emprego",
                "historia": "Anil está ficando entediado de seu trabalho no supermercado. Ele decide ter um novo emprego e começa a trabalhar em uma biblioteca. Ele está ficando animado com esse novo emprego porque gosta de ler. Ele está pensando que talvez esta seja uma grande oportunidade para ele ler alguns novos romances e descobrir diferentes autores. Mas a coisa que Anil gosta mais sobre este novo trabalho é que ele pode encontrar pessoas que compartilham a mesma paixão por ler como ele. Além disso, ele começa a aprender um monte de coisas, especialmente quando ele começa a ler livros históricos ou biográficos. Por exemplo, no outro dia, ele leu um livro sobre “esse homem que ganhou o Prêmio Nobel.” Isso foi realmente inspirador e de alguma forma, deu a Anil muita motivação para alcançar seus sonhos mais profundos. Anil está feliz de trabalhar na biblioteca e ele sabe que este é o melhor trabalho para ele."
            }
        },
        {
            "titulo": "Proud of Peter",
            "historia": "When Peter turned 25, his parents thought it was time for him to learn to drive. All of his friends know how to drive, and most of them have a car, but Peter never wanted to learn because he didn't see the point. His parents were always driving him around anyway, and he knew he could always get a ride with a friend. That said, now, his parents are getting exhausted. They want him to have more autonomy and to be more independent. Peter starts his driving lessons during the month of March and every Tuesday night he practices with his father. Although he is still having some difficulties to reverse into a parking spot, he turns out to be a really good driver. His teacher is impressed as well as his parents. When he finally gets his driving license, he decides to buy his first car by himself. Everyone is proud of him including his friends.",
            "traducao": {
                "titulo": "Orgulhoso de Pedro",
                "historia": "Quando Peter completou 25 anos, seus pais pensaram que era hora de ele aprender a dirigir. Todos os seus amigos sabem dirigir e a maioria deles tem um carro, mas Peter nunca quis aprender porque não viu a razão disso. Seus pais estavam sempre levando ele para todo lugar e ele sabia que ele poderia sempre pegar uma carona com um amigo. Dito isto, agora, seus pais estão ficando exaustos. Eles querem que ele tenha mais autonomia e que seja mais independente. Peter começa suas aulas de condução durante o mês de março e todas as noites de terça-feira, ele pratica com seu pai. Embora ele ainda está tendo algumas dificuldades para estacionar nos estacionamentos, Ele acaba por ser um bom motorista. Seu professor está impressionado, assim como seus pais. Quando ele finalmente obtém sua carteira de motorista, ele decide comprar o primeiro carro dele sozinho. Todo mundo está orgulhoso dele, incluindo seus amigos."
            }
        },
        {
            "titulo": "Weird Energies",
            "historia": "Sabrina is visiting her grandparents for the weekend. She is happy to see them, but just like every time she goes to their house, she feels some weird energies. Actually, she is convinced that the place is haunted. At night, she hears some loud sounds in the hall. One night she decides to overcome her fear and starts talking to what she believes is a ghost. She thinks perhaps she is going to get an answer. Suddenly, she hears a voice, and she knows this is not her grandparents talking to her. The voice seems to be speaking another language which makes it impossible for her to understand. Terrified, she decides to go back to bed, and tries to fall back to sleep. The next day, she tells her grandparents what happened, but neither of them believe her. They think she is imagining things just because the house is old and it makes weird sounds sometimes. Frustrated, Sabrina realizes she will never know the truth.",
            "traducao": {
                "titulo": "Energias estranhas",
                "historia": "Quando Sabrina está visitando seus avós no fim de semana. Ela está feliz em vê-los, mas como cada vez que ela vai para a casa deles, ela sente algumas energias estranhas. Na verdade, ela está convencida de que o lugar é assombrado. À noite, ela ouve alguns sons altos na sala. Um dia, durante a noite, ela decide superar seu medo e começa a falar com o que ela acredita ser um fantasma. Ela está pensando que talvez ela terá uma resposta. De repente, ela ouve uma voz e sabe que não são seus avós falando com ela. A voz parece estar falando em uma outra língua na qual se torna impossível para ela entender. Aterrorizada, decide voltar para a cama e tenta voltar a adormecer. No dia seguinte, ela conta o que aconteceu com seus avós, mas ambos não acreditam nela. Eles acham que ela está alucinando coisas porque a casa é velha e ela produz sons estranhos às vezes. Frustrada, Sabrina sabe que ela nunca saberá a verdade."
            }
        },
        {
            "titulo": "A beginning of a love story",
            "historia": "Mylene is a dental assistant, and she is still single. Both her friends and co-workers, have been trying to introduce her to new people, but she is very picky. She knows exactly what she wants in a man, and it seems like no one is corresponding to what she is looking for. One day, at work, she meets Mike, her new client. At first sight, Mike is not really her type. Actually, he is a little bit fat, and he has dark hair. When she starts talking with him though, she realizes that they have a lot of things in common. Mike, the fat boy, was raised on a farm, in the countryside, just like her. Also, he likes to watch hockey, and he plays in a baseball league, just like her. Mylene surprises herself. She is starting to like him. Although she knows he is a client, she decides to ask him out. Mike, the fat boy, is happy and says yes. This is the beginning of a beautiful love story.",
            "traducao": {
                "titulo": "Começo de uma história de amor",
                "historia": "Mylene é assistente de dentista e ainda está solteira. Seus amigos, bem como seus colegas de trabalho têm tentado apresentá-la a novas pessoas, mas ela é muito exigente. Ela sabe exatamente o que ela quer em um homem e parece que ninguém está correspondendo ao que ela está procurando. Um dia, no trabalho, ela conhece Mike, seu novo cliente. À primeira vista, Mike não é realmente seu tipo de homem. Na verdade, ele é um pouco gordo e tem cabelos escuros. Mas quando ela começa a conversar com ele, porém, ela percebe que eles têm um monte de coisas em comum. Mike, o cara gordo, foi criado em uma fazenda, no campo, assim como ela. Além disso, ele gosta de assistir hóquei e ele joga em uma liga de beisebol, assim como ela. Mylene está surpreendida. Ela está começando a gostar dele. Embora ela saiba que ele é um cliente, ela decide convidá-lo para sair. Mike, o cara gordo, está feliz e diz sim. Este é o começo de uma linda história de amor."
            }
        },
        {
            "titulo": "Dancers - part 1",
            "historia": "Brandon and Clara have been together for five years now. They are trying to think of new ways to spice up their relationship. One day, Clara has a brilliant idea: they should take some dancing classes together. Although Brandon wasn't fully convinced at first, he then started to think it could be fun. “What kind of dancing classes?” he asked. There were many possibilities, but since both of them are very competitive, they thought they could choose a dance where it would be easy for them to participate in some competitions. Tango turned out to be the best option. After taking over 50 classes and after hours of practicing, Brandon and Clara were ready for their first competition. It was an easy competition, but they were still very anxious about it. They wanted to win so badly. Ten other couples were participating, and after a night of dancing in front of the judges, the results came in. Unfortunately, Brandon and Clara didn't win. Although they were sad, they promised each other they would try again next year.",
            "traducao": {
                "titulo": "Dançarinos - parte 1",
                "historia": "randon e Clara estão juntos há 5 anos. Eles estão tentando pensar em novas maneiras de apimentar o relacionamento deles. Um dia, Clara teve uma ideia brilhante: eles deveriam fazer algumas aulas de dança juntos. Embora que Brandon não estivesse realmente convencido no início, ele então começou a pensar que poderia ser divertido. “Que tipo de aulas de dança?”, Ele perguntou. Havia muitas possibilidades, mas uma vez que ambos são muito competitivos, eles pensaram que poderiam escolher uma dança onde seria fácil para eles participarem em algumas competições. Tango acabou por ser a melhor opção. Depois de fazer mais de 50 aulas e depois de horas de prática, Brandon e Clara estavam prontos para a primeira competição deles. Foi uma competição fácil, mas eles ainda estavam muito ansiosos sobre isso. Eles queriam ganhar muito. Dez outros casais estavam participando, e depois de uma noite de dança na frente dos juízes, os resultados vieram. Infelizmente, Brandon e Clara não ganharam. Embora eles estavam tristes, prometeram um ao outro que iriam tentar novamente no próximo ano."
            }
        },
        {
            "titulo": "Dancers - part 2",
            "historia": "Even if Brandon and Clara didn't win the competition last year, they continued dancing and practicing all year long. They both developed a big passion for tango, so it was a lot of fun. This year, they knew they had a good chance of winning the competition. Compared to last year, they were now experts. When they got there that night, both of them were way less anxious. They knew what they were capable of. When it was their turn to dance, they gave everything they had. They moved to the sound of the music like no one else ever did in that ballroom before. Actually, everyone was watching them. Brandon was making Clara spin, and Clara was graceful in her movements. It was magical to look at. Of course, when the judges announced the winner at the end of the night, it was no surprise that it was them. Happy, the couple promised each other they would keep that passion, and they would continue competing in such competitions.",
            "traducao": {
                "titulo": "Dançarinos - parte 2",
                "historia": "Mesmo que Brandon e Clara não ganharam a competição no ano passado, eles continuaram dançando e praticando durante todo o ano. Ambos desenvolveram uma paixão grande pelo tango, então era muito divertimento. Este ano, eles sabiam que tinham boas chances de vencer a competição. Em comparação com o ano passado, eles agora eram especialistas. Quando chegaram lá naquela noite, os dois estavam muito menos ansiosos. Eles sabiam do que eram capazes. Quando foi a vez deles de dançar, eles deram tudo o que tinham. Eles se movimentaram ao som da música como ninguém jamais fez naquele salão de baile antes. Na verdade, todo mundo estava olhando para eles. Brandon estava fazendo Clara girar e Clara era graciosa em seus movimentos. Era mágico olhar. Claro, quando os juízes anunciaram o vencedor no final da noite, não foi nenhuma surpresa que eram eles. Feliz, o casal prometeu manter a paixão, e eles continuariam participando de tais competições."
            }
        },
        {
            "titulo": "The Wilson family",
            "historia": "Every summer, the Wilson family goes for a camping trip. Normally, they always go to the same spot, but this time, they are thinking of trying somewhere new. The mother suggests going to Colorado to see the beautiful landscapes. The father doesn't agree though; he thinks Colorado is too far. Instead, they decide to stay near their hometown because there is a beautiful lake where they can enjoy some water sports. Also, this way, because they won’t want to have to drive for a day, they will be able to stay more nights. It turned out to be the best option. This was the perfect spot for the children to swim and for the parents to go on a boat ride. At nights, they could also enjoy some campfires where they could grill marshmallows and play some guitar. The camping trip was a success for the Wilson family that summer, and for sure, they will come back to that location next year.",
            "traducao": {
                "titulo": "A família Wilson",
                "historia": "Todo verão, a família Wilson vai para uma viagem de acampamento. Normalmente, eles sempre vão no mesmo lugar, mas desta vez, eles estão pensando em mudar de local. A mãe sugere ir ao Colorado para desfrutar de algumas das paisagens mais pitorescas. O pai não concorda, ele acha que Colorado é muito longe. Em vez disso, eles decidem ficar perto de cidade natal deles, porque há um belo lago onde podem desfrutar de alguns esportes aquáticos. Também desta forma, porque eles não vão querer ter que dirigir por um dia, eles serão capazes de ficar mais noites. Isso se tornou a melhor opção. Este era o local perfeito para as crianças para nadar e para os pais para um passeio de barco. Às noites, eles também poderiam desfrutar de algumas fogueiras onde eles poderiam grelhar marshmallows e tocar violão. A viagem de acampamento foi um sucesso para a família Wilson que naquele verão, e com certeza, eles irão voltar a esse local no próximo ano."
            }
        },
        {
            "titulo": "Art in the wall",
            "historia": "Some people use graffiti to commit vandalism and paint on walls illegally. That's what Tom used to do for years. Even though it was a crime, Tom would always do it to improve the look of a place, of a wall. It was still vandalism, but to his way of thinking, it was art. When his friend Kathy commissioned him to paint a mural in front of her new jazz bar, Tom accepted gratefully. She knew he had a lot of talent but he just never had the chance to express it in a form other than through vandalism. No one had ever given him a chance before her. For a couple of weeks, he tried to do a sample on a piece of paper of what he wanted to paint. He was never satisfied though, and it was getting really frustrating. Kathy knew he was feeling under pressure so she suggested that he should just start painting directly on the wall and let his inspiration come, which he did. The mural turned out to be Tom's most beautiful piece of art.",
            "traducao": {
                "titulo": "Arte na parede",
                "historia": "Algumas pessoas usam grafite como vandalismo e pintam as paredes ilegalmente. Isso é o que Tom costumava fazer durante anos. Ainda que fosse um crime, Tom sempre faria isso para melhorar a aparência de um lugar, de uma parede. Isso ainda era vandalismo, mas em sua cabeça, isso era arte. Quando a Kathy, amiga dele o autorizou a pintar um mural em frente ao novo bar de jazz dela, Tom estava feliz e profundamente grato. Ela sabia que ele tinha muito talento, mas ele nunca teve a chance de expressá-lo em uma outra forma através do vandalismo. Ninguém lhe deu uma chance antes dela. Por algumas semanas, ele tentou fazer uma amostra em um pedaço de papel do que ele queria pintar. Ele nunca estava satisfeito e estava ficando realmente frustrante. Kathy sabia que ele estava sentindo sob pressão então ela sugeriu que ele deveria apenas começar a pintar diretamente na parede e deixar sua inspiração vir, o que ele fez. O mural acabou por ser a peça de arte mais bonita de Tom."
            }
        },
        {
            "titulo": "The city that never sleeps",
            "historia": "Florence loves to travel. She has been to many places around the globe including some of the best destinations. She has been to more than 23 countries. Whenever someone asks her what is her favorite place though, she will always answer the same thing. Her favorite place isn't a country, but a city. It is not thousands of kilometers away from her home, but only a two-hour drive. Her favorite place is New York, which she calls her “beautiful city.” She loves the fact that New York is the city that never sleeps, how it is the place where dreams come true. When she goes there, she feels like everything is possible; she feels like there are no boundaries, no limits. Manhattan will always remain her favorite part. She likes to walk in Central Park and to look at the prestigious flatiron building. Going up to the top of the Empire State Building to see all the buildings from above is magical as well. Everything about this place thrills her. New York City: beautiful city.",
            "traducao": {
                "titulo": "A cidade que nunca dorme",
                "historia": "Florence adora viajar. Ela foi a muitos lugares em todo o mundo, incluindo alguns dos melhores destinos. Na verdade, ela esteve em mais de 23 países. Sempre que alguém lhe pergunta qual é o seu lugar favorito, porém, ela sempre responderá a mesma coisa. Seu lugar favorito não é um país, mas uma cidade. Não é milhares de quilômetros de distância de sua casa, mas apenas duas horas de carro. Seu lugar favorito é Nova York, que ela chama de sua “cidade bela”. Ela ama o fato que Nova York é a cidade que nunca dorme, como é a terra onde os sonhos se tornam realidade. Quando ela vai lá, ela sente como tudo é possível, ela se sente como não há fronteiras, sem limites. Manhattan sempre será sua parte favorita. Ela gosta de caminhar no Center Park e olhar para o prestigiado edifício de ferro. Indo até o topo do Empire State Building para ver todos os edifícios de cima é mágico também. Tudo sobre este lugar a emociona. New York City, cidade bonita."
            }
        },
        {
            "titulo": "A meal for lunch",
            "historia": "Gregory doesn't know what to cook for lunch for him and his two kids. He doesn't really like to cook, but on the other hand, he is getting short on money, so he is thinking it is better to eat at home than to order something. When his youngest son asks him for McDonald's, he thinks maybe that's a good idea. After all, they have some Happy Meals for children which are cheaper. It shouldn't cost him too much. Gregory and his two kids decide to go to the fast-food restaurant. When they order, he gets an unpleasant surprise: the prices are higher than he thought. He starts arguing with the cashier saying how the prices used to be lower than now and how Happy Meals are supposed to be cheap. Unfortunately, the cashier can't help him. That's the price, and he can't do anything about it. Gregory ended up getting the two meals anyway, but he promised himself never to go back. They should be called Not-so-Happy meals instead, he thinks to himself.",
            "traducao": {
                "titulo": "Uma refeição para o almoço",
                "historia": "Gregory não sabe o que cozinhar para o almoço para ele e os dois filhos dele. Ele realmente não gosta de cozinhar, mas por outro lado, ele está ficando com pouco de dinheiro, então ele está pensando que é melhor comer em casa do que obter algo de fora. Quando seu filho mais novo lhe pede McDonald's, ele acha que talvez seja uma boa ideia. Afinal, eles têm alguns “Lanches felizes” para as crianças que são mais baratos. Não deve custar-lhe muito. Gregory e seus dois filhos decidem ir ao restaurante de fast-food. Quando eles pediram, Ele recebe uma surpresa desagradável: os preços são mais altos do que ele pensava. Ele começa a discutir com o caixa dizendo como os preços costumavam ser mais baixo do que agora e como os “Lanches Felizes” devem ser baratos. Infelizmente, o caixa não pode ajudá-lo. Esse é o preço e ele não pode fazer nada sobre isso. Gregory acabou recebendo as duas refeições de qualquer maneira, mas ele prometeu a si mesmo de nunca mais voltar. Eles deveriam ser chamados de “Lanches não tão felizes” em vez disso, ele pensa consigo mesmo."
            }
        },
        {
            "titulo": "The couple will move",
            "historia": "William and Valeria have been together for only a few months, but both of them are experiencing the greatest love of all. They are feeling deeply in love with each other, and they can feel the passion floating inside of them. They know this is fast, but they agreed they were ready for the big move: they are going to move in together. Anyway, it already feels like they are living together. William is always at Valeria's place since she lives by herself. They know they are going to be good roommates and they think this is going to be a good test for them. They decide to move in together next month, so they have to start packing everything right now. There is a lot of things to think of, but both of them know it is going to be totally worth it. For now, they are going to rent an apartment, but soon enough, they will buy a house. It's only the beginning of many other steps together.",
            "traducao": {
                "titulo": "O casal vai morar junto",
                "historia": "William e Valeria estiveram juntos por apenas alguns meses, mas ambos estão experimentando o maior amor de todos. Eles estão se sentindo profundamente apaixonados um pelo outro e eles podem sentir a paixão flutuando dentro deles. Eles sabem que isso é rápido, mas eles concordaram que estavam prontos para a grande mudança: eles vão morar juntos. De qualquer forma, já parece que eles estão vivendo juntos. William está sempre na casa de Valeria desde que ela mora sozinha. Eles sabem que vão ser bons colegas de quarto e eles acham que isso vai ser um bom teste para o casal. Eles vão mudar no próximo mês antão eles têm que começar a empacotar tudo agora. Há um monte de coisas para pensar, mas ambos sabem que totalmente vai valer a pena. Por agora, eles vão alugar um apartamento, mas em breve, eles vão comprar uma casa. Isso é apenas o começo de muitos outros passos juntos."
            }
        },
        {
            "titulo": "Afraid of the dentist",
            "historia": "Johnny is at the dental clinic with his mom. He is waiting in the waiting room. He is terrified because he knows what he is here for. He has a cavity, and it has to be filled. He is only ten years old too, and it's the first time he has had to go to the dentist for such treatment. His mother tries to comfort him. She is telling him everything is going to be alright, but Johnny has heard many stories before. Some of his friends at school told him it's really painful. They told him he will probably bleed a lot. His mother tries to tell him these are just lies that his friends told him just to scare him, but Johnny doesn't believe her. He is still terrified. When the secretary finally calls his name, he pretends he hasn't heard her. She then stands up and says: the dentist will see you now. This is it; Johnny has to go.",
            "traducao": {
                "titulo": "Medo do dentista",
                "historia": "Johnny está na clínica do dentista com sua mãe. Ele está esperando na área de espera. Ele está apavorado porque ele sabe para que ele está aqui. Ele tem uma cavidade e ela tem que ser preenchida. Ele tem apenas 10 anos de idade, e é a primeira vez que ele tem que ir ao dentista para tal tratamento. A mãe dele tenta consolá-lo. Ela está dizendo para ele que tudo vai ficar bem, mas Johnny já ouviu muitas histórias antes. Alguns de seus amigos na escola disseram-lhe que é realmente doloroso. Eles disseram que ele provavelmente sangraria muito. Sua mãe tentou dizer-lhe que eram mentiras que aqueles amigos lhe diziam apenas para assustá-lo, mas Johnny não acreditava nela. Ele ainda está horrorizado. Quando a secretária finalmente chama o nome dele, ele finge que ele não a ouviu. Ela então se levanta e diz: o dentista vai ver você agora. Sabe. É isso, Johnny tem que ir."
            }
        },
        {
            "titulo": "Bad Doubt",
            "historia": "This morning, Raoul got a call from his friend. His friend wanted to know if he had the lottery ticket they bought together a week ago. Nervous, Raoul looked in his pockets and noticed that he didn't have the lottery ticket anymore. His friend got mad. He asked him “What do you mean; you lost the lottery ticket?” Raoul replied: “I mean what I said; I lost it! I am so sorry, I know I had the responsibility to keep it with me, but let me explain what happened. I was in a rush this morning, and I was distracted. I thought I had the lottery ticket in my pocket, but I guess I forgot it somewhere because it is not there anymore.” Raoul's friend isn't impressed, but there is not much he can do about it. He forgives Raoul, and they buy a new ticket. They don't win, and they will never know if the lost ticket was a winning one.",
            "traducao": {
                "titulo": "Dúvida ruim",
                "historia": "Esta manhã, Raoul recebeu um telefonema de seu amigo. O amigo dele queria saber se ele tinha o bilhete de loteria que compraram juntos há uma semana. Nervoso, Raoul olhou nos bolsos e reparou que ele já não tinha mais o bilhete de loteria. O amigo dele ficou com raiva. Ele perguntou: “O que você quer dizer, você perdeu o bilhete da loteria?” Raul respondeu: “Quero dizer o que eu disse; eu o perdi! Eu sinto muito, eu sei que eu tinha a responsabilidade de mantê-lo comigo, mas deixe-me explicar o que aconteceu. Eu estava com pressa esta manhã e eu estava distraído. Eu pensei que eu tinha o bilhete de loteria no meu bolso, mas eu acho que eu esqueci em algum lugar porque ele não está mais lá”. O amigo de Raoul não ficou impressionado, mas não há muito que ele possa fazer sobre isso. Ele perdoou Raoul, e eles compraram um bilhete novo. Eles não ganharam, e eles nunca saberão se o bilhete perdido era um sorteado."
            }
        },
        {
            "titulo": "Daniel needs a watch",
            "historia": "Daniel is always late for work. No matter what he does in the morning, he always ends up being late. His girlfriend gives him some suggestions to help him, but nothing works. She suggests that he gets his breakfast ready the night before, which he tries to do, but without success. Then she suggests that he gets his clothes ready the night before, but that doesn't work either. Then he tries going to bed earlier, waking up earlier, everything; but nothing is working. One day, his girlfriend suggests something new. She says, “you should try a new alarm clock.” Daniel isn't convinced by this idea. He doesn't think it will change anything. He tries it anyway, and it works. It seems like putting a song he likes as an alarm clock is helping him wake up in the morning and is giving him the motivation he needs to go to work. Although he was unsure at first, his new alarm clock was the solution.",
            "traducao": {
                "titulo": "Daniel precisa de um relógio",
                "historia": "Daniel está sempre atrasado para o trabalho. Não importa o que ele faz pela manhã, ele sempre acaba estando atrasado. A namorada dele deu-lhe algumas sugestões para ajudá-lo, Mas nada funciona. Ela sugeriu para ele preparar seu café da manhã na noite anterior, Na qual ele tentou fazer, mas não foi um sucesso. Ela sugeriu que ele pudesse arrumar suas roupas na noite anterior, Mas isso não funcionou também. Ele tenta ir para a cama mais cedo, acordando mais cedo, todas as coisas, mas nada está funcionando. Um dia, sua namorada sugeriu algo novo. Ela disse “você deve experimentar um novo despertador”. Daniel não estava convencido por essa ideia. Ele não acha que isso mudaria nada. Ele tentou isso de qualquer maneira e acabou por ser um sucesso. Parece que colocar uma música que ele gosta como um despertador estava  o ajudando acordar na parte da manhã E foi dando-lhe motivação que ele precisa para ir trabalhar. Por mais que ele estava incerto num primeiro momento, o novo despertador dele foi a solução."
            }
        },
        {
            "titulo": "cc",
            "historia": "cc",
            "traducao": {
                "titulo": "aa",
                "historia": "aa"
            }
        }
    ]
}