{
    "textos": [
        {
            "titulo": "Rachel was almost late",
            "historia": "Rachel is a professional cook and today is her first day in a new restaurant. She is very excited, but also nervous because she doesn't want to be late for her first day. She has to be there at 8 o'clock, and it is already 7. She is not ready yet, and unsure how to go to work. Rachel thinks it may be too late to take her car. She might get stuck in traffic and then she will certainly be late. The same thing will happen if she calls a taxi. Instead, she thinks she should take the subway. She gets dressed quickly; she grabs some coffee and a sandwich from the coffee shop down the road and gets on the next subway going in the direction of the restaurant. Time is running out, and she is getting more and more anxious. When the doors open to the subway station, she starts running. Happily, she arrives right on time for her first day.",
            "traducao": {
                "titulo": "Rachel quase chegou tarde",
                "historia": "Rachel é uma cozinheira profissional e hoje é seu primeiro dia em um novo restaurante. Ela está muito animada, mas também nervosa porque ela não quer chegar tarde para o primeiro dia dela. Ela tem que estar lá às 8 horas e já é 7. Ela ainda não está pronta e não sabe como deve ir para o trabalho. Rachel pensa que talvez seja tarde demais para pegar seu carro. Ela pode enfrentar o trânsito e, em seguida, com certeza, vai chegar tarde. A mesma coisa vai acontecer se ela chamar um táxi. Em vez disso, ela acha que ela deve pegar o metrô. Ela se veste rapidamente; ela pega um café e um sanduíche da cafeteria na rua de baixo e pega no próximo metro indo para a direção do restaurante. O tempo está se esgotando e ela está ficando cada vez mais ansiosa. Quando as portas se abrem para a estação de metrô, ela começa a correr. Felizmente, ela chega na hora certa para o primeiro dia dela."
            }
        },
        {
            "titulo": "A good dish",
            "historia": "Veronica wants to cook some chicken for dinner tonight, but she doesn't have all the ingredients for the recipe. She decides to go to the supermarket. She writes down a list of the things she needs, and she leaves for some shopping. When Veronica gets there, she gets a little nervous. There are a lot of people, and the checkout lines are very long. She hopes she will not be stuck in the line for too long. She starts her shopping in the fruit and vegetables aisle and then she goes to the meat aisle. When she sees the price of the chicken, she changes her mind. It is way too expensive. She is a little confused now because she doesn't know what to cook anymore. She continues her shopping, still thinking about tonight's dinner. When she gets in front of the pasta aisle, it gives her a good idea. She is going to cook some macaroni, her husband Max's favorite dish. She gets everything she needs and then she leaves.",
            "traducao": {
                "titulo": "Um bom prato",
                "historia": "Veronica quer cozinhar um pouco de frango para jantar esta noite, mas ela não tem todos os ingredientes para a receita. Ela decide ir ao supermercado. Ela escreve uma lista das coisas que ela precisa e ela sai para algumas compras. Quando ela chega lá, ela fica um pouco nervosa. Há um monte de gente e as filas dos caixas estão muito longas. Ela espera que ela não fique aqui por muito tempo. Ela começa suas compras no corredor dos vegetais e das frutas e então vai ao corredor da carne. Quando ela vê o preço do frango, ela decide mudar de ideia. Está muito caro. Ela está um pouco confusa agora porque ela não sabe mais o que cozinhar. Ela continua suas compras, ainda pensando no jantar de hoje à noite. Quando ela fica na frente do corredor de massa, isso dá para ela uma boa ideia. Ela vai cozinhar macarrão, o prato favorito de seu marido Max. Ela pega tudo o que precisa e depois sai."
            }
        },
        {
            "titulo": "Social Network",
            "historia": "Everyone is talking to Roger about Social Media and how useful it is. Apart from Facebook, he is not really a big fan of social media. When his sister tells him about Instagram though, he thinks maybe he should try it. After all, he likes to take pictures, and he is thinking perhaps it's his chance to show people how talented a photographer he is. That day, Roger decides to join Instagram. He is not really sure what he is supposed to do, so his sister helps him. Together, they publish his first post, which is a picture of a sunrise from Mexico. Disappointed because he is not getting too many 'likes', he decides to add some hashtags. After all, that's how Instagram works. Suddenly, he starts getting new likes and a couple of followers. Some people are starting to comment and tell him how great his pictures look. Roger is enjoying Instagram way more than his sister, though. Every day, he publishes a new picture, and he tries to keep his feed colorful. Within a couple of days, he gets hundreds of followers which makes him very happy.",
            "traducao": {
                "titulo": "Rede Social",
                "historia": "Todo mundo está conversando com Roger sobre Redes Sociais e como elas são úteis. Além do Facebook, ele não é realmente um grande fã de redes sociais. Mas quando sua irmã lhe fala sobre Instagram, ele acha que talvez ele deveria tentar. Afinal, ele gosta de tirar fotos e ele está pensando que talvez seja sua chance de mostrar às pessoas como ele é um fotografo talentoso. Naquele dia, Roger decide entrar no Instagram. Ele não tem certeza do que ele deve fazer, então sua irmã o ajuda. Juntos, eles publicam seu primeiro post, que é uma foto de um nascer do sol do México. Decepcionado porque ele não está tendo muita curtida, ele decide adicionar algumas hashtags. Afinal, é assim que o Instagram funciona. De repente, ele começa a ter novas curtidas e um par de seguidores. Algumas pessoas estão começando a comentar e dizer-lhe o quão ótimas as fotos dele parecem. Roger está aproveitando o Instagram mais do que ele achava. Todos os dias, ele publica uma nova foto e ele tenta manter suas publicações coloridas. Dentro de um par de dias, ele recebe centenas de seguidores que o faz muito feliz."
            }
        },
        {
            "titulo": "Bowling with friends",
            "historia": "Ann loves to go bowling. It's her favorite activity every Friday night. This week, she is going to go with her new co-workers. Ann has a new job as a teacher, and she is trying to make new friends since she is new in town. She is excited to share with them her passion for bowling. All day, during work, all she can think of is the amazing night she is about to have. When the night finally comes, and it's time to go, she puts her favorite bowling shoes on, and she joins her new friends at the bowling alley. Anne feels a lot of pressure though because she wants her co-workers to appreciate her. She is new at this job, so she is hoping to make a good impression.  When she gets three strikes in a row, she can't believe it. Everyone is impressed by her skills, and so is she. Happily, the bowling night is a success, and everyone is enjoying Ann's.",
            "traducao": {
                "titulo": "Boliche com amigos",
                "historia": "Ann gosta de ir jogar boliche. Essa é sua atividade favorita todas as noites de sexta-feira. Esta semana, ela vai com seus novos colegas de trabalho. Na verdade, Ann tem um novo emprego como professora e ela está tentando fazer novos amigos desde que ela é nova na cidade. Ela está animada para compartilhar com eles a sua paixão pelo boliche. Todo o dia, durante o trabalho, tudo que ela pode pensar é a noite incrível que ela está prestes a ter. Quando a noite finalmente chega e é hora de ir, ela coloca seus sapatos de boliche favoritos e ela se junta a seus novos amigos na pista de boliche. Anne sente muita pressão, porque ela quer que seus colegas de trabalho a apreciem. Ela é nova neste trabalho, então ela está esperando fazer uma boa impressão. Quando ela faz três strikes na sequência, ela não pode acreditar. Todo mundo está impressionado com suas habilidades e ela também. Felizmente, a noite de boliche é um sucesso e cada um está apreciando a companhia de Ann."
            }
        },
        {
            "titulo": "The scary noise",
            "historia": "Jackson works for a very famous manufacturing company in the United States. Because of his job, he has to go to a warehouse. Jackson doesn't know yet that what he is about to see there is going to change his life forever. When he gets there, everything is dark. It looks like no one is there which is extremely odd. He tries to call someone, but the place is empty. He doesn't understand what is happening. Suddenly, he hears a loud noise which sounds like a rocking chair. “Is someone in here?”, He screams. No one replies. Terrified, Jackson gets out of the warehouse and leaves. When he gets a call from his boss later, Jackson is embarrassed to tell him what happened, but he has to. His boss starts laughing and tells him a story. It seems like the building of the warehouse is indeed haunted. That said, Jackson's boss asked him to go back to finish the job he was supposed to do. Horrified, Jackson goes back but this time, with a co-worker. Everything goes well this time.",
            "traducao": {
                "titulo": "O ruído assustador",
                "historia": "Jackson trabalha para uma empresa de fabricação muito famosa nos Estados Unidos. Por causa de seu trabalho, ele tem que ir a um armazém. Ele não sabe ainda que o que ele está prestes a ver lá vai mudar sua vida para sempre. Quando ele chega lá, tudo está escuro. Parece que ninguém está lá o que é extremamente estranho. Ele tenta chamar alguém, mas o lugar está vazio. Ele não entende o que está acontecendo. De repente, ele ouve um alto ruído do que parece muito semelhante a uma cadeira de balanço. “Está alguém aqui?”, Ele grita. Ninguém responde. Aterrorizado, Jackson sai do armazém e vai embora. Quando ele recebe uma ligação de seu chefe mais tarde, Jackson está envergonhado de dizer-lhe o que aconteceu, mas ele tem que dizer. Seu chefe começa a rir e conta-lhe uma história. Parece que a construção do armazém é de fato assombrada. Dito isto, o chefe de Jackson pede que ele volte para terminar o trabalho que ele deveria fazer. Horrorizado, Jackson volta, mas desta vez, com um colega de trabalho. Tudo corre bem desta vez."
            }
        },
        {
            "titulo": "A new life",
            "historia": "Myriam can't believe it! Her husband Elie has a new job, and now they are forced to move to Arizona. They have been living in the same small city for a couple of years now so moving is stressful. She doesn't want to leave her family and friends, and she is scared she won't be able to take her cat with her. Hopefully, when she sees what Arizona looks like, she will feel a little better. The place looks better than she thought. Elie feels guilty though. He tries to comfort Myriam, and he reminds her how Arizona is right beside California, the state she has always wanted to see. This is enough to make Myriam very happy. She is now ready to move; she knows it's going to be a refreshing start and she is looking forward to seeing the Grand Canyon. Moving to Arizona is not bad after all.",
            "traducao": {
                "titulo": "Uma nova vida",
                "historia": "Myriam não pode acreditar: seu marido Elie tem um novo emprego e agora eles são forçados a se mudar para o Arizona. Eles têm vivido na mesma pequena cidade por alguns anos, então, mudar é estressante. Ela não quer deixar a família dela e amigos e ela está com medo de não ser capaz de levar o gato dela com ela, quando vê com o que o Arizona parece, ela vai se sentir um pouco melhor. O lugar parece melhor do que ela pensou. Mas Elie sente-se culpado. Ele tenta confortar Myriam e ele a lembra o quanto o Arizona está ao lado da Califórnia, o estado que ela sempre quis ver. Isso é suficiente para fazer Myriam muito feliz. Agora ela está pronta para se mudar; ela sabe que vai ser um começo refrescante e ela está ansiosa para ver o Grand Canyon. Mudar-se para o Arizona não é ruim depois de tudo isso."
            }
        },
        {
            "titulo": "Anil wants a new job",
            "historia": "Anil is getting bored of his job at the supermarket. He decides to get a new job and to start working at a library. He is getting excited about this new job because he likes to read. He thinks maybe this is a great opportunity for him to read some new novels and to discover different authors. The thing Anil likes the most about this new job though is that he can meet people who share the same passion for reading as him. Also, he gets to learn a lot of things, especially when he starts reading historical books or biographical books. For example, the other day, he read a book about “this man who won a Nobel Prize.” That was truly inspiring, and somehow, it gave Anil a lot of motivation to achieve his deepest dreams. Anil is happy to be working at the library, and he knows this is the best job for him.",
            "traducao": {
                "titulo": "Anil quer um novo emprego",
                "historia": "Anil está ficando entediado de seu trabalho no supermercado. Ele decide ter um novo emprego e começa a trabalhar em uma biblioteca. Ele está ficando animado com esse novo emprego porque gosta de ler. Ele está pensando que talvez esta seja uma grande oportunidade para ele ler alguns novos romances e descobrir diferentes autores. Mas a coisa que Anil gosta mais sobre este novo trabalho é que ele pode encontrar pessoas que compartilham a mesma paixão por ler como ele. Além disso, ele começa a aprender um monte de coisas, especialmente quando ele começa a ler livros históricos ou biográficos. Por exemplo, no outro dia, ele leu um livro sobre “esse homem que ganhou o Prêmio Nobel.” Isso foi realmente inspirador e de alguma forma, deu a Anil muita motivação para alcançar seus sonhos mais profundos. Anil está feliz de trabalhar na biblioteca e ele sabe que este é o melhor trabalho para ele."
            }
        },
        {
            "titulo": "Proud of Peter",
            "historia": "When Peter turned 25, his parents thought it was time for him to learn to drive. All of his friends know how to drive, and most of them have a car, but Peter never wanted to learn because he didn't see the point. His parents were always driving him around anyway, and he knew he could always get a ride with a friend. That said, now, his parents are getting exhausted. They want him to have more autonomy and to be more independent. Peter starts his driving lessons during the month of March and every Tuesday night he practices with his father. Although he is still having some difficulties to reverse into a parking spot, he turns out to be a really good driver. His teacher is impressed as well as his parents. When he finally gets his driving license, he decides to buy his first car by himself. Everyone is proud of him including his friends.",
            "traducao": {
                "titulo": "Orgulhoso de Pedro",
                "historia": "Quando Peter completou 25 anos, seus pais pensaram que era hora de ele aprender a dirigir. Todos os seus amigos sabem dirigir e a maioria deles tem um carro, mas Peter nunca quis aprender porque não viu a razão disso. Seus pais estavam sempre levando ele para todo lugar e ele sabia que ele poderia sempre pegar uma carona com um amigo. Dito isto, agora, seus pais estão ficando exaustos. Eles querem que ele tenha mais autonomia e que seja mais independente. Peter começa suas aulas de condução durante o mês de março e todas as noites de terça-feira, ele pratica com seu pai. Embora ele ainda está tendo algumas dificuldades para estacionar nos estacionamentos, Ele acaba por ser um bom motorista. Seu professor está impressionado, assim como seus pais. Quando ele finalmente obtém sua carteira de motorista, ele decide comprar o primeiro carro dele sozinho. Todo mundo está orgulhoso dele, incluindo seus amigos."
            }
        },
        {
            "titulo": "Weird Energies",
            "historia": "Sabrina is visiting her grandparents for the weekend. She is happy to see them, but just like every time she goes to their house, she feels some weird energies. Actually, she is convinced that the place is haunted. At night, she hears some loud sounds in the hall. One night she decides to overcome her fear and starts talking to what she believes is a ghost. She thinks perhaps she is going to get an answer. Suddenly, she hears a voice, and she knows this is not her grandparents talking to her. The voice seems to be speaking another language which makes it impossible for her to understand. Terrified, she decides to go back to bed, and tries to fall back to sleep. The next day, she tells her grandparents what happened, but neither of them believe her. They think she is imagining things just because the house is old and it makes weird sounds sometimes. Frustrated, Sabrina realizes she will never know the truth.",
            "traducao": {
                "titulo": "Energias estranhas",
                "historia": "Quando Sabrina está visitando seus avós no fim de semana. Ela está feliz em vê-los, mas como cada vez que ela vai para a casa deles, ela sente algumas energias estranhas. Na verdade, ela está convencida de que o lugar é assombrado. À noite, ela ouve alguns sons altos na sala. Um dia, durante a noite, ela decide superar seu medo e começa a falar com o que ela acredita ser um fantasma. Ela está pensando que talvez ela terá uma resposta. De repente, ela ouve uma voz e sabe que não são seus avós falando com ela. A voz parece estar falando em uma outra língua na qual se torna impossível para ela entender. Aterrorizada, decide voltar para a cama e tenta voltar a adormecer. No dia seguinte, ela conta o que aconteceu com seus avós, mas ambos não acreditam nela. Eles acham que ela está alucinando coisas porque a casa é velha e ela produz sons estranhos às vezes. Frustrada, Sabrina sabe que ela nunca saberá a verdade."
            }
        },
        {
            "titulo": "A beginning of a love story",
            "historia": "Mylene is a dental assistant, and she is still single. Both her friends and co-workers, have been trying to introduce her to new people, but she is very picky. She knows exactly what she wants in a man, and it seems like no one is corresponding to what she is looking for. One day, at work, she meets Mike, her new client. At first sight, Mike is not really her type. Actually, he is a little bit fat, and he has dark hair. When she starts talking with him though, she realizes that they have a lot of things in common. Mike, the fat boy, was raised on a farm, in the countryside, just like her. Also, he likes to watch hockey, and he plays in a baseball league, just like her. Mylene surprises herself. She is starting to like him. Although she knows he is a client, she decides to ask him out. Mike, the fat boy, is happy and says yes. This is the beginning of a beautiful love story.",
            "traducao": {
                "titulo": "Começo de uma história de amor",
                "historia": "Mylene é assistente de dentista e ainda está solteira. Seus amigos, bem como seus colegas de trabalho têm tentado apresentá-la a novas pessoas, mas ela é muito exigente. Ela sabe exatamente o que ela quer em um homem e parece que ninguém está correspondendo ao que ela está procurando. Um dia, no trabalho, ela conhece Mike, seu novo cliente. À primeira vista, Mike não é realmente seu tipo de homem. Na verdade, ele é um pouco gordo e tem cabelos escuros. Mas quando ela começa a conversar com ele, porém, ela percebe que eles têm um monte de coisas em comum. Mike, o cara gordo, foi criado em uma fazenda, no campo, assim como ela. Além disso, ele gosta de assistir hóquei e ele joga em uma liga de beisebol, assim como ela. Mylene está surpreendida. Ela está começando a gostar dele. Embora ela saiba que ele é um cliente, ela decide convidá-lo para sair. Mike, o cara gordo, está feliz e diz sim. Este é o começo de uma linda história de amor."
            }
        },
        {
            "titulo": "Dancers - part 1",
            "historia": "Brandon and Clara have been together for five years now. They are trying to think of new ways to spice up their relationship. One day, Clara has a brilliant idea: they should take some dancing classes together. Although Brandon wasn't fully convinced at first, he then started to think it could be fun. “What kind of dancing classes?” he asked. There were many possibilities, but since both of them are very competitive, they thought they could choose a dance where it would be easy for them to participate in some competitions. Tango turned out to be the best option. After taking over 50 classes and after hours of practicing, Brandon and Clara were ready for their first competition. It was an easy competition, but they were still very anxious about it. They wanted to win so badly. Ten other couples were participating, and after a night of dancing in front of the judges, the results came in. Unfortunately, Brandon and Clara didn't win. Although they were sad, they promised each other they would try again next year.",
            "traducao": {
                "titulo": "Dançarinos - parte 1",
                "historia": "randon e Clara estão juntos há 5 anos. Eles estão tentando pensar em novas maneiras de apimentar o relacionamento deles. Um dia, Clara teve uma ideia brilhante: eles deveriam fazer algumas aulas de dança juntos. Embora que Brandon não estivesse realmente convencido no início, ele então começou a pensar que poderia ser divertido. “Que tipo de aulas de dança?”, Ele perguntou. Havia muitas possibilidades, mas uma vez que ambos são muito competitivos, eles pensaram que poderiam escolher uma dança onde seria fácil para eles participarem em algumas competições. Tango acabou por ser a melhor opção. Depois de fazer mais de 50 aulas e depois de horas de prática, Brandon e Clara estavam prontos para a primeira competição deles. Foi uma competição fácil, mas eles ainda estavam muito ansiosos sobre isso. Eles queriam ganhar muito. Dez outros casais estavam participando, e depois de uma noite de dança na frente dos juízes, os resultados vieram. Infelizmente, Brandon e Clara não ganharam. Embora eles estavam tristes, prometeram um ao outro que iriam tentar novamente no próximo ano."
            }
        },
        {
            "titulo": "Dancers - part 2",
            "historia": "Even if Brandon and Clara didn't win the competition last year, they continued dancing and practicing all year long. They both developed a big passion for tango, so it was a lot of fun. This year, they knew they had a good chance of winning the competition. Compared to last year, they were now experts. When they got there that night, both of them were way less anxious. They knew what they were capable of. When it was their turn to dance, they gave everything they had. They moved to the sound of the music like no one else ever did in that ballroom before. Actually, everyone was watching them. Brandon was making Clara spin, and Clara was graceful in her movements. It was magical to look at. Of course, when the judges announced the winner at the end of the night, it was no surprise that it was them. Happy, the couple promised each other they would keep that passion, and they would continue competing in such competitions.",
            "traducao": {
                "titulo": "Dançarinos - parte 2",
                "historia": "Mesmo que Brandon e Clara não ganharam a competição no ano passado, eles continuaram dançando e praticando durante todo o ano. Ambos desenvolveram uma paixão grande pelo tango, então era muito divertimento. Este ano, eles sabiam que tinham boas chances de vencer a competição. Em comparação com o ano passado, eles agora eram especialistas. Quando chegaram lá naquela noite, os dois estavam muito menos ansiosos. Eles sabiam do que eram capazes. Quando foi a vez deles de dançar, eles deram tudo o que tinham. Eles se movimentaram ao som da música como ninguém jamais fez naquele salão de baile antes. Na verdade, todo mundo estava olhando para eles. Brandon estava fazendo Clara girar e Clara era graciosa em seus movimentos. Era mágico olhar. Claro, quando os juízes anunciaram o vencedor no final da noite, não foi nenhuma surpresa que eram eles. Feliz, o casal prometeu manter a paixão, e eles continuariam participando de tais competições."
            }
        },
        {
            "titulo": "The Wilson family",
            "historia": "Every summer, the Wilson family goes for a camping trip. Normally, they always go to the same spot, but this time, they are thinking of trying somewhere new. The mother suggests going to Colorado to see the beautiful landscapes. The father doesn't agree though; he thinks Colorado is too far. Instead, they decide to stay near their hometown because there is a beautiful lake where they can enjoy some water sports. Also, this way, because they won't want to have to drive for a day, they will be able to stay more nights. It turned out to be the best option. This was the perfect spot for the children to swim and for the parents to go on a boat ride. At nights, they could also enjoy some campfires where they could grill marshmallows and play some guitar. The camping trip was a success for the Wilson family that summer, and for sure, they will come back to that location next year.",
            "traducao": {
                "titulo": "A família Wilson",
                "historia": "Todo verão, a família Wilson vai para uma viagem de acampamento. Normalmente, eles sempre vão no mesmo lugar, mas desta vez, eles estão pensando em mudar de local. A mãe sugere ir ao Colorado para desfrutar de algumas das paisagens mais pitorescas. O pai não concorda, ele acha que Colorado é muito longe. Em vez disso, eles decidem ficar perto de cidade natal deles, porque há um belo lago onde podem desfrutar de alguns esportes aquáticos. Também desta forma, porque eles não vão querer ter que dirigir por um dia, eles serão capazes de ficar mais noites. Isso se tornou a melhor opção. Este era o local perfeito para as crianças para nadar e para os pais para um passeio de barco. Às noites, eles também poderiam desfrutar de algumas fogueiras onde eles poderiam grelhar marshmallows e tocar violão. A viagem de acampamento foi um sucesso para a família Wilson que naquele verão, e com certeza, eles irão voltar a esse local no próximo ano."
            }
        },
        {
            "titulo": "Art in the wall",
            "historia": "Some people use graffiti to commit vandalism and paint on walls illegally. That's what Tom used to do for years. Even though it was a crime, Tom would always do it to improve the look of a place, of a wall. It was still vandalism, but to his way of thinking, it was art. When his friend Kathy commissioned him to paint a mural in front of her new jazz bar, Tom accepted gratefully. She knew he had a lot of talent but he just never had the chance to express it in a form other than through vandalism. No one had ever given him a chance before her. For a couple of weeks, he tried to do a sample on a piece of paper of what he wanted to paint. He was never satisfied though, and it was getting really frustrating. Kathy knew he was feeling under pressure so she suggested that he should just start painting directly on the wall and let his inspiration come, which he did. The mural turned out to be Tom's most beautiful piece of art.",
            "traducao": {
                "titulo": "Arte na parede",
                "historia": "Algumas pessoas usam grafite como vandalismo e pintam as paredes ilegalmente. Isso é o que Tom costumava fazer durante anos. Ainda que fosse um crime, Tom sempre faria isso para melhorar a aparência de um lugar, de uma parede. Isso ainda era vandalismo, mas em sua cabeça, isso era arte. Quando a Kathy, amiga dele o autorizou a pintar um mural em frente ao novo bar de jazz dela, Tom estava feliz e profundamente grato. Ela sabia que ele tinha muito talento, mas ele nunca teve a chance de expressá-lo em uma outra forma através do vandalismo. Ninguém lhe deu uma chance antes dela. Por algumas semanas, ele tentou fazer uma amostra em um pedaço de papel do que ele queria pintar. Ele nunca estava satisfeito e estava ficando realmente frustrante. Kathy sabia que ele estava sentindo sob pressão então ela sugeriu que ele deveria apenas começar a pintar diretamente na parede e deixar sua inspiração vir, o que ele fez. O mural acabou por ser a peça de arte mais bonita de Tom."
            }
        },
        {
            "titulo": "The city that never sleeps",
            "historia": "Florence loves to travel. She has been to many places around the globe including some of the best destinations. She has been to more than 23 countries. Whenever someone asks her what is her favorite place though, she will always answer the same thing. Her favorite place isn't a country, but a city. It is not thousands of kilometers away from her home, but only a two-hour drive. Her favorite place is New York, which she calls her “beautiful city.” She loves the fact that New York is the city that never sleeps, how it is the place where dreams come true. When she goes there, she feels like everything is possible; she feels like there are no boundaries, no limits. Manhattan will always remain her favorite part. She likes to walk in Central Park and to look at the prestigious flatiron building. Going up to the top of the Empire State Building to see all the buildings from above is magical as well. Everything about this place thrills her. New York City: beautiful city.",
            "traducao": {
                "titulo": "A cidade que nunca dorme",
                "historia": "Florence adora viajar. Ela foi a muitos lugares em todo o mundo, incluindo alguns dos melhores destinos. Na verdade, ela esteve em mais de 23 países. Sempre que alguém lhe pergunta qual é o seu lugar favorito, porém, ela sempre responderá a mesma coisa. Seu lugar favorito não é um país, mas uma cidade. Não é milhares de quilômetros de distância de sua casa, mas apenas duas horas de carro. Seu lugar favorito é Nova York, que ela chama de sua “cidade bela”. Ela ama o fato que Nova York é a cidade que nunca dorme, como é a terra onde os sonhos se tornam realidade. Quando ela vai lá, ela sente como tudo é possível, ela se sente como não há fronteiras, sem limites. Manhattan sempre será sua parte favorita. Ela gosta de caminhar no Center Park e olhar para o prestigiado edifício de ferro. Indo até o topo do Empire State Building para ver todos os edifícios de cima é mágico também. Tudo sobre este lugar a emociona. New York City, cidade bonita."
            }
        },
        {
            "titulo": "A meal for lunch",
            "historia": "Gregory doesn't know what to cook for lunch for him and his two kids. He doesn't really like to cook, but on the other hand, he is getting short on money, so he is thinking it is better to eat at home than to order something. When his youngest son asks him for McDonald's, he thinks maybe that's a good idea. After all, they have some Happy Meals for children which are cheaper. It shouldn't cost him too much. Gregory and his two kids decide to go to the fast-food restaurant. When they order, he gets an unpleasant surprise: the prices are higher than he thought. He starts arguing with the cashier saying how the prices used to be lower than now and how Happy Meals are supposed to be cheap. Unfortunately, the cashier can't help him. That's the price, and he can't do anything about it. Gregory ended up getting the two meals anyway, but he promised himself never to go back. They should be called Not-so-Happy meals instead, he thinks to himself.",
            "traducao": {
                "titulo": "Uma refeição para o almoço",
                "historia": "Gregory não sabe o que cozinhar para o almoço para ele e os dois filhos dele. Ele realmente não gosta de cozinhar, mas por outro lado, ele está ficando com pouco de dinheiro, então ele está pensando que é melhor comer em casa do que obter algo de fora. Quando seu filho mais novo lhe pede McDonald's, ele acha que talvez seja uma boa ideia. Afinal, eles têm alguns “Lanches felizes” para as crianças que são mais baratos. Não deve custar-lhe muito. Gregory e seus dois filhos decidem ir ao restaurante de fast-food. Quando eles pediram, Ele recebe uma surpresa desagradável: os preços são mais altos do que ele pensava. Ele começa a discutir com o caixa dizendo como os preços costumavam ser mais baixo do que agora e como os “Lanches Felizes” devem ser baratos. Infelizmente, o caixa não pode ajudá-lo. Esse é o preço e ele não pode fazer nada sobre isso. Gregory acabou recebendo as duas refeições de qualquer maneira, mas ele prometeu a si mesmo de nunca mais voltar. Eles deveriam ser chamados de “Lanches não tão felizes” em vez disso, ele pensa consigo mesmo."
            }
        },
        {
            "titulo": "The couple will move",
            "historia": "William and Valeria have been together for only a few months, but both of them are experiencing the greatest love of all. They are feeling deeply in love with each other, and they can feel the passion floating inside of them. They know this is fast, but they agreed they were ready for the big move: they are going to move in together. Anyway, it already feels like they are living together. William is always at Valeria's place since she lives by herself. They know they are going to be good roommates and they think this is going to be a good test for them. They decide to move in together next month, so they have to start packing everything right now. There is a lot of things to think of, but both of them know it is going to be totally worth it. For now, they are going to rent an apartment, but soon enough, they will buy a house. It's only the beginning of many other steps together.",
            "traducao": {
                "titulo": "O casal vai morar junto",
                "historia": "William e Valeria estiveram juntos por apenas alguns meses, mas ambos estão experimentando o maior amor de todos. Eles estão se sentindo profundamente apaixonados um pelo outro e eles podem sentir a paixão flutuando dentro deles. Eles sabem que isso é rápido, mas eles concordaram que estavam prontos para a grande mudança: eles vão morar juntos. De qualquer forma, já parece que eles estão vivendo juntos. William está sempre na casa de Valeria desde que ela mora sozinha. Eles sabem que vão ser bons colegas de quarto e eles acham que isso vai ser um bom teste para o casal. Eles vão mudar no próximo mês antão eles têm que começar a empacotar tudo agora. Há um monte de coisas para pensar, mas ambos sabem que totalmente vai valer a pena. Por agora, eles vão alugar um apartamento, mas em breve, eles vão comprar uma casa. Isso é apenas o começo de muitos outros passos juntos."
            }
        },
        {
            "titulo": "Afraid of the dentist",
            "historia": "Johnny is at the dental clinic with his mom. He is waiting in the waiting room. He is terrified because he knows what he is here for. He has a cavity, and it has to be filled. He is only ten years old too, and it's the first time he has had to go to the dentist for such treatment. His mother tries to comfort him. She is telling him everything is going to be alright, but Johnny has heard many stories before. Some of his friends at school told him it's really painful. They told him he will probably bleed a lot. His mother tries to tell him these are just lies that his friends told him just to scare him, but Johnny doesn't believe her. He is still terrified. When the secretary finally calls his name, he pretends he hasn't heard her. She then stands up and says: the dentist will see you now. This is it; Johnny has to go.",
            "traducao": {
                "titulo": "Medo do dentista",
                "historia": "Johnny está na clínica do dentista com sua mãe. Ele está esperando na área de espera. Ele está apavorado porque ele sabe para que ele está aqui. Ele tem uma cavidade e ela tem que ser preenchida. Ele tem apenas 10 anos de idade, e é a primeira vez que ele tem que ir ao dentista para tal tratamento. A mãe dele tenta consolá-lo. Ela está dizendo para ele que tudo vai ficar bem, mas Johnny já ouviu muitas histórias antes. Alguns de seus amigos na escola disseram-lhe que é realmente doloroso. Eles disseram que ele provavelmente sangraria muito. Sua mãe tentou dizer-lhe que eram mentiras que aqueles amigos lhe diziam apenas para assustá-lo, mas Johnny não acreditava nela. Ele ainda está horrorizado. Quando a secretária finalmente chama o nome dele, ele finge que ele não a ouviu. Ela então se levanta e diz: o dentista vai ver você agora. Sabe. É isso, Johnny tem que ir."
            }
        },
        {
            "titulo": "Bad Doubt",
            "historia": "This morning, Raoul got a call from his friend. His friend wanted to know if he had the lottery ticket they bought together a week ago. Nervous, Raoul looked in his pockets and noticed that he didn't have the lottery ticket anymore. His friend got mad. He asked him “What do you mean; you lost the lottery ticket?” Raoul replied: “I mean what I said; I lost it! I am so sorry, I know I had the responsibility to keep it with me, but let me explain what happened. I was in a rush this morning, and I was distracted. I thought I had the lottery ticket in my pocket, but I guess I forgot it somewhere because it is not there anymore.” Raoul's friend isn't impressed, but there is not much he can do about it. He forgives Raoul, and they buy a new ticket. They don't win, and they will never know if the lost ticket was a winning one.",
            "traducao": {
                "titulo": "Dúvida ruim",
                "historia": "Esta manhã, Raoul recebeu um telefonema de seu amigo. O amigo dele queria saber se ele tinha o bilhete de loteria que compraram juntos há uma semana. Nervoso, Raoul olhou nos bolsos e reparou que ele já não tinha mais o bilhete de loteria. O amigo dele ficou com raiva. Ele perguntou: “O que você quer dizer, você perdeu o bilhete da loteria?” Raul respondeu: “Quero dizer o que eu disse; eu o perdi! Eu sinto muito, eu sei que eu tinha a responsabilidade de mantê-lo comigo, mas deixe-me explicar o que aconteceu. Eu estava com pressa esta manhã e eu estava distraído. Eu pensei que eu tinha o bilhete de loteria no meu bolso, mas eu acho que eu esqueci em algum lugar porque ele não está mais lá”. O amigo de Raoul não ficou impressionado, mas não há muito que ele possa fazer sobre isso. Ele perdoou Raoul, e eles compraram um bilhete novo. Eles não ganharam, e eles nunca saberão se o bilhete perdido era um sorteado."
            }
        },
        {
            "titulo": "Daniel needs a watch",
            "historia": "Daniel is always late for work. No matter what he does in the morning, he always ends up being late. His girlfriend gives him some suggestions to help him, but nothing works. She suggests that he gets his breakfast ready the night before, which he tries to do, but without success. Then she suggests that he gets his clothes ready the night before, but that doesn't work either. Then he tries going to bed earlier, waking up earlier, everything; but nothing is working. One day, his girlfriend suggests something new. She says, “you should try a new alarm clock.” Daniel isn't convinced by this idea. He doesn't think it will change anything. He tries it anyway, and it works. It seems like putting a song he likes as an alarm clock is helping him wake up in the morning and is giving him the motivation he needs to go to work. Although he was unsure at first, his new alarm clock was the solution.",
            "traducao": {
                "titulo": "Daniel precisa de um relógio",
                "historia": "Daniel está sempre atrasado para o trabalho. Não importa o que ele faz pela manhã, ele sempre acaba estando atrasado. A namorada dele deu-lhe algumas sugestões para ajudá-lo, Mas nada funciona. Ela sugeriu para ele preparar seu café da manhã na noite anterior, Na qual ele tentou fazer, mas não foi um sucesso. Ela sugeriu que ele pudesse arrumar suas roupas na noite anterior, Mas isso não funcionou também. Ele tenta ir para a cama mais cedo, acordando mais cedo, todas as coisas, mas nada está funcionando. Um dia, sua namorada sugeriu algo novo. Ela disse “você deve experimentar um novo despertador”. Daniel não estava convencido por essa ideia. Ele não acha que isso mudaria nada. Ele tentou isso de qualquer maneira e acabou por ser um sucesso. Parece que colocar uma música que ele gosta como um despertador estava  o ajudando acordar na parte da manhã E foi dando-lhe motivação que ele precisa para ir trabalhar. Por mais que ele estava incerto num primeiro momento, o novo despertador dele foi a solução."
            }
        },
        {
            "titulo": "Old Friends",
            "historia": "When Samantha joined yoga classes, she didn't know what to expect. She thought she was going to enjoy some relaxing time with herself. She thought she was going to get the chance to connect with her inner self. She was seeking peace. When she attended the first class, she couldn't believe it: two of the other girls participating in the class were her old classmates from high school. It was the first time she had seen them in years! This was certainly an unlikely reunion. She was happy to see them, and they were glad to see her. They had a lot to talk about, and years to catch up on. After the class, they decided to go for a coffee at the local coffee shop nearby, and they chatted for hours. They exchanged 'phone numbers and promised each other they would meet again soon. It was a wonderful day and a lovely reunion.",
            "traducao": {
                "titulo": "Velhas amigas",
                "historia": "Quando Samantha se inscreveu para aulas de ioga, ela estava longe de saber o que ia acontecer com ela. Ela pensou que ela iria desfrutar de algum tempo de relaxamento consigo mesma. Ela pensou que ia ter a chance de se conectar com interior dela. Ela estava buscando paz. Quando ela chegou na primeira aula de ioga, ela não podia acreditar: duas das outras meninas participantes da classe eram suas antigas colegas de sala do ensino médio. Isso foi a primeira vez que ela estava vendo-as em anos. Esta foi certamente uma reunião improvável. Ela ficou feliz em vê-las, e elas ficaram felizes em vê-la. Elas tinham muito para compartilhar sobre e tinham anos para recuperar o atraso. Depois da aula, elas decidiram ir para um café na cafeteria local nas proximidades e conversaram por horas. Elas passaram os números de telefone e prometeram uma as outras que elas se encontrariam novamente em breve. Foi um belo dia e um encontro surpreendente."
            }
        },
        {
            "titulo": "Decoration",
            "historia": "Martha loves decorating her house with antiques. In fact, she loves finding little gems which have been abandoned and giving them a second chance, no matter if they are clothes, objects or furniture. That's why thrift stores are her favorite place to shop. She feels like there are so many treasures that can be found in these stores. The other day, she got a new pair of shoes worth $100 that she paid only $2 for, a new hat from the '60s, some porcelain tea cups from Taiwan and an old sofa which looks perfect in her living room. Last week, she found a genuine leather coat for only $5, a pashmina from India for $3 and an antique guitar. Some people don't understand her passion for thrift stores, but she believes this is only because they don't know all of the great things you can find in them. One day, she is thinking of opening her own thrift store where she will sell every little treasure she has accumulated over the years.",
            "traducao": {
                "titulo": "Decoração",
                "historia": "Marta adora decorar sua casa com coisas antigas. Na verdade, ela adora encontrar pequenas joias que foram abandonadas e dar para elas uma segunda chance, não importa se são roupas, objetos ou mobília. É por isso que os brechós são os seus lugares favoritos para fazer comprar. Ela sente como se houvesse muitos tesouros que podem ser encontrados nestas lojas. No outro dia, ela adquiriu um novo par de sapatos no valor de U$ 100,00, que pagou apenas U$ 2,00, um novo chapéu dos anos 60, alguns copos de chá de porcelana de Taiwan e um velho sofá que parece perfeito em sua sala de estar. Na semana passada, ela encontrou um casaco de couro genuíno por apenas U$ 5,00, Um pashmina da Índia por U$ 3,00 e um violão antigo. Algumas pessoas não entendem sua paixão pelos brechós, mas ela acredita que isso é apenas porque não conhecem todas as grandes coisas que você pode encontrar lá. Um dia, ela está pensando em abrir sua própria loja econômica onde ela vai vender todos os pequenos tesouros que ela acumulou ao longo dos anos."
            }
        },
        {
            "titulo": "Best season",
            "historia": "Jack thinks winter time is the best time of the year. In his opinion, every season has its own assets, but winter is simply magical. The white snow creates some of the most beautiful landscapes. It might be colder, but this is also the time of the year where we celebrate Christmas and New Year's Eve with family and friends. Jack thinks there's something magical about winter and its snow. According to him, the best thing about winter is that you can enjoy winter sports like skiing, snowboarding and ice-skating. Also, he likes to play with his children outside. He believes this is an excellent opportunity to have family time. Together, they make snowmen and angels in the snow. Jack has loved wintertime since he was a kid himself and this is never going to change.",
            "traducao": {
                "titulo": "Melhor estação",
                "historia": "Jack acha que o inverno é a melhor estação do ano. Em sua opinião, cada estação tem seus próprios recursos, mas o inverno é simplesmente mágico. A neve branca cria algumas das mais belas paisagens. Pode ser mais frio, mas esta é também a época do ano em que celebramos o Natal e Véspera de Ano Novo com as famílias e amigos. Jack acha que há algo mágico sobre inverno e sua neve. Segundo ele, a parte mais agradável do inverno é que você pode desfrutar de esportes de inverno como esqui, snowboard e patinação no gelo. Além disso, ele gosta de brincar com seus filhos lá fora. Ele acredita que esta é uma grande oportunidade para passar o tempo com a família. Juntos, eles fazem bonecos de neve e anjos na neve. Jack adorou os tempos de inverno desde quando ele próprio era uma criança e isso nunca mudará."
            }
        },
        {
            "titulo": "Bad customer",
            "historia": "Karla works at a small restaurant in her hometown. She has worked there for years, and she is used to seeing the same customers. They know her well, and she knows them. One day, a new customer came to the restaurant. It was the first time she had seen him. He was not from there. When he sat down and asked to order, Karla noticed immediately that he had no manners. He was rude and swore a lot. When he lit a cigarette, Karla was shocked. She asked him not to smoke but the customer ignored her. She had to ask him five times before he understood he wasn't allowed to smoke his cigarette there. He left, annoyed. Karla thought how lucky she was that her costumers were not all like him.",
            "traducao": {
                "titulo": "Cliente ruim",
                "historia": "Karla trabalha em um pequeno restaurante em sua cidade natal. Ela tem trabalhado lá há anos e ela é acostumada a ver os mesmos clientes. Eles a conhecem bem e ela os conhece bem. Um dia, um novo cliente veio ao restaurante. Era a primeira vez que ela o via. Ele com certeza não era daqui. Quando ele se sentou e solicitou o pedido, Karla automaticamente percebeu que ele não tinha maneiras. Ele estava sendo rude e xingando muito. Quando ele acendeu um cigarro no meio do restaurante, Karla ficou chocada. Ela acenou que não, 'não fume aqui', mas o cliente a ignorou. Ela teve que perguntar cinco vezes antes que ele entendesse que não era para fumar seu cigarro lá. Ele saiu, frustrado com a situação. Karla pensou como ela era sortuda que seus clientes não eram todos como ele."
            }
        },
        {
            "titulo": "Nature is changing",
            "historia": "One day, little Jimmy came back from school with a great idea. He told his mother that today, at school, he learned about climate change and how pollution was affecting our planet. Jimmy is only 11 years old, but he knows something has to be done. His mother is really impressed and proud of him. She's happy to see that he takes environmental issues seriously even though he is a young boy. She tells him she knows one thing they can do to help the planet. She tells him about composting and explains how it works. Jimmy thinks the idea is amazing! He believes that with small initiatives like this one, the planet will slowly change and Mother Nature will stop suffering. That very day, Jimmy's family started to do compositing. Jimmy hopes they are going to keep composting and he hopes to inspire others to compost their domestic waste, too.",
            "traducao": {
                "titulo": "A natureza está mudando",
                "historia": "Um dia, o pequeno Jimmy voltou da escola com uma ótima ideia. Ele disse à mãe que hoje, na escola, ele aprendeu sobre a mudança climática e quão ruim a poluição estava afetando nosso planeta. Jimmy tem apenas 11 anos, mas tem a convicção de que algo tem que ser feito. Sua mãe está realmente impressionada e orgulhosa do seu comportamento. Ela está feliz em ver que ele leva as questões ambientais seriamente, ainda que ele seja um menino novo. Ela diz a ele que ela sabe uma coisa que eles podem fazer para ajudar o planeta. Ela fala pra ele sobre a compostagem e explica como ela funciona. Jimmy acha que a ideia é incrível! Ele acredita que com pequenas iniciativas como esta, o planeta vai lentamente mudar e a Mãe Natureza vai parar de sofrer. Naquele mesmo dia, a família de Jimmy começou a fazer composições. Jimmy espera que eles vão manter a compostagem e ele espera que ele vai inspirar os outros reutilizarem seus resíduos domésticos também."
            }
        },
        {
            "titulo": "Helping",
            "historia": "Yesterday was the day Tiffany moved into her new apartment. She has found a new place to stay which is close to her job. Since she was living by herself and doesn't have any family around her, she needed some help for moving. Happily, some people came to give her a hand. Some of her coworkers helped to pack boxes, two of the neighbors helped move the furniture and a friend from her painting classes helped with the cleaning. It was a long and exhausting day, but Tiffany was happy she had so many people giving her a hand. She was deeply grateful for their generosity. Without them, she would have been struggling. To thank them, she ordered some pizza with French fries and cold drinks. Now, hopefully, she is going to like her new place.",
            "traducao": {
                "titulo": "Ajudando",
                "historia": "Ontem foi o dia em que Tiffany estava mudando-se do apartamento dela. Ela encontrou um novo lugar para ficar que está mais perto de seu trabalho. Uma vez que ela estava vivendo sozinha e uma vez que ela realmente não tem família ao seu redor, ela precisava de alguma ajuda para se mudar. Felizmente, algumas pessoas vieram lhe dar uma mão. Alguns de seus colegas de trabalho ajudaram a embalar as caixas, dois dos vizinhos ajudaram a mover a mobília E um amigo de suas aulas de pintura ajudou com a limpeza. Foi um dia longo e cansativo, mas Tiffany estava feliz por ter tantas pessoas dando-lhe uma mão. Ela estava profundamente grata pela generosidade delas. Sem eles, ela estaria fazendo um grande esforço. Para agradecer-lhes, ela pediu uma pizza com batatas fritas e bebidas geladas. Agora, esperançosamente, ela vai gostar do seu novo lugar."
            }
        },
        {
            "titulo": "Two bad events",
            "historia": "Luke will always remember Christmas Eve 2008. That was the day he got arrested twice. Even today he feels ashamed about it. That day, Luke got arrested because he was yelling in a public area, in the morning, and police officers thought he was drunk. Later that afternoon, they let him leave the police station because he seemed better. That's when Luke started to drink for real and drove his car while he was drunk. That night, he got arrested a second time, for drink-driving, but this time he was really drunk. Although he was severely punished for this, he still feels guilty about it. He knows he was young and not too smart. He hopes one day he will forget about it and hopefully, his family will, too.",
            "traducao": {
                "titulo": "Dois eventos ruins",
                "historia": "Luke sempre se lembrará da véspera de Natal, em 2008. Esse foi o dia em que ele foi preso duas vezes. Até agora, ele está se sentindo envergonhado a respeito. Naquele dia, Luke foi preso porque estava gritando em uma área pública, na parte da manhã, e policiais achavam que ele estava bêbado. Depois naquela tarde, eles o deixaram sair da delegacia porque ele parecia melhor. Foi quando Luke começou a beber de verdade e dirigiu seu carro enquanto estava bêbado. Naquela noite, ele foi preso pela segunda vez, por dirigir embriagado, mas desta vez ele estava realmente bêbado. Embora tenha sido severamente punido por isso, ele ainda está se sentindo culpado por isso. Ele sabe que ele era jovem e não muito inteligente. Ele espera que um dia ele se esqueça disso e esperançosamente, a família dele também irá."
            }
        },
        {
            "titulo": "The gosling",
            "historia": "It is Wednesday night. Taylor is coming back from work, tired and exhausted. He has had a long day, and is looking forward to relaxing. He has no idea what is about to happen! When he gets home, there it is, on the balcony: a baby goose. Confused, he calls his wife. “What's up with the goose?” He asks. Why is there a baby goose on his balcony? That makes no sense. His wife explains that she found the gosling in the street, injured. Since she is a veterinarian, she knew she had to do something. She knew she had to do what's best for the bird. So she brought it home to take care of it until it recovers. She promised Taylor that for now it would stay on the balcony and not be allowed inside the house. Although Taylor is unsure about the idea, he agrees with his girlfriend; they have to do what's good for the goose. Otherwise, the poor animal might die. Taylor finally accepts the gosling.",
            "traducao": {
                "titulo": "O bebê ganso",
                "historia": "Era quarta-feira à noite. Taylor estava voltando do trabalho, cansado e exausto. Ele teve um longo dia e ele estava ansioso para relaxar. ele faz ideia do que está prestes a acontecer. Quando ele chega em casa, lá está, na varanda: um filhote de ganso. Confuso, ele chama sua esposa. 'O que há com o ganso?' Ele perguntou. Por que há um ganso na varanda dele? Isso não faz sentido. Sua esposa explicou que ela encontrou o pequeno ganso na rua, realmente machucado. Como ela é uma veterinária, ela sabia que tinha que fazer alguma coisa. Ela sabia que tinha que fazer o que é melhor para a ave. Ela o levou para casa para cuidar dele até que ele ficasse melhor. Ela prometeu para Taylor que ele sempre ficaria na varanda, e de não estar permitido de ficar dentro da casa. Embora Taylor não tenha certeza sobre a ideia, ele concorda com sua namorada; eles têm que fazer o que é bom para o ganso. Caso contrário, o pobre animal morreria. Taylor finalmente aceita o bebê ganso."
            }
        },
        {
            "titulo": "Going out for lunch",
            "historia": "Audrey and Mary, two coworkers, are thinking about going out for lunch today, but they don't know where to go. Audrey proposes a new sushi restaurant, but Mary is not a fan of seafood. Instead, she suggests they go to an Italian place, but Audrey had pasta yesterday for dinner, so she would like something different. Unsure about what to do, the two girls decide to look in the local newspaper to see if there is any restaurant offering a deal. Luckily, there was one. There was a restaurant offering a “two for one” lunch. Basically, if they were paying for one lunch, they would get one free. Excited by the idea, the two girls choose to go to this place. Audrey has salmon and Mary, pizza. The food is delicious! Everything goes perfectly until it was time to pay. When they see the bill, they think there must be a mistake. It is more expensive than expected. When Audrey asks the waiter about the free lunch deal, he replies: “there's no such thing as a free lunch”. Confused, the two coworkers pay the check and leave.",
            "traducao": {
                "titulo": "Saindo para o almoço",
                "historia": "Audrey e Mary, duas colegas de trabalho, estão pensando em sair para almoçar hoje, mas não sabem para onde ir. Audrey propôs um novo restaurante de sushi, mas Mary não é fã de frutos do mar. Em vez disso, ela propôs de eles irem a um lugar italiano, mas Audrey comeu algumas massas ontem no jantar, então ela gostaria de algo diferente. Insegura sobre o que fazer, as duas meninas decidem olhar no jornal local para ver se há algum restaurante oferecendo uma promoção. Felizmente, havia um. Havia um restaurante oferecendo um almoço 'dois por um'. Basicamente, se elas pagassem por um almoço, elas iriam obter um grátis. Animadas com a ideia, as duas meninas optam por ir a este lugar. Audrey come salmão e Mary pizza. A comida está deliciosa! Tudo vai perfeitamente, até que era hora de pagar. Quando elas veem a conta, elas pensam que deve ser um erro.  Estava mais caro que do que o esperado. Quando Audrey perguntou ao garçom sobre a promoção do almoço gratuito, ele simplesmente respondeu: 'Não existe almoço grátis'. Confuso, as duas colegas de trabalho pagaram o valor total da conta e saíram."
            }
        },
        {
            "titulo": "Casino",
            "historia": "Vikas is really excited. Tonight, he is going to the casino with his wife Jenny. It's the first time he will have been there, but Jenny has been there a couple of times before. He can already picture himself winning thousands of dollars. He knows already what he would do with all that money. He would go to Jamaica. When he gets to the casino, however, he is confused. He is not sure how it works. Where is he supposed to get the chips to play? Jenny had to tell him that there are no free coins. He has to buy the chips frist. Vikas thinks this is completely wrong. Why would he pay to win? He thought he could play for free. Jenny thinks this is a little funny. How can Vikas thinks such a thing? Of course, paying to win is the main idea of casinos. Embarrassed, Vikas decided to play anyway, but only with 20$.",
            "traducao": {
                "titulo": "Casino",
                "historia": "Vikas está realmente animado. Hoje à noite, ele vai ao cassino com sua esposa Jenny. É a primeira vez que ele vai lá, mas Jenny esteve lá um par de tempo antes. Ele já pode se imaginar ganhando milhares de dólares. Ele já sabe o que faria com todo esse dinheiro. Ele iria para uma viagem na Jamaica. Quando ele chega ao cassino, ele ficar confuso. Ele não tem certeza de como funciona. Onde ele deveria pegar as moedas grátis para jogar? Jenny teve que lhe dizer que não havia moedas grátis. Ele tem que dar dinheiro para pegar as moedas e só então ele poderia ir jogar. Vikas acha que isso está completamente errado. Por que ele pagaria para ganhar? Ele pensou que poderia jogar de graça. Jenny acha isso um pouco engraçado. Como Vikas pode pensar tal coisa? É claro que, pagar para ganhar é a ideia principal dos casinos. Envergonhado, Vikas decidir jogar de qualquer maneira, mas apenas com U$ 20,00."
            }
        },
        {
            "titulo": "A lifetime kind of experience",
            "historia": "Melinda is French and has always wanted to learn English. She has been trying to learn it for a couple of years now, but it's not going well. She thinks she should go to England to learn. When her two friends give her a trip to Las Vegas for her birthday, she gets very excited. She realizes it is her chance to improve her English. She can't believe her friends got her such a present, but she understands they have a lot of money. That night in Las Vegas though, she doesn't really get the chance to practice her English, but she doesn't mind because she ends up having the time of her life. She plays all night in the casinos, goes to some famous shows and dances with strangers. It is a once in a lifetime experience!",
            "traducao": {
                "titulo": "Experiência de uma vida inteira",
                "historia": "Melinda é francesa, mas ela sempre quis aprender inglês. Ela tem tentado aprender por alguns anos, mas não está indo bem. Ela acha que talvez ela deveria ir para a Inglaterra para aprender. Quando seus dois amigos lhe dá uma viagem para Las Vegas por seu aniversário, ela fica muito animada. Ela percebe que isso seja a sua chance de melhorar seu inglês. Ela não consegue acreditar que seus amigos tenham conseguido tal presente, mas ela entende que eles têm muito dinheiro. Naquela noite em Las Vegas, porém, ela realmente não tem a chance de praticar seu inglês, mas ela não se importava porque ela acabou tendo o momento da sua vida. Ela joga a noite inteira nos casinos, vai para alguns espetáculos famosos e dança com estranhos. Essa é uma experiência única na vida!"
            }
        },
        {
            "titulo": "The girl is gone",
            "historia": "rik has been living at the same apartment for five years now. He lives in a quiet neighborhood and he knows pretty much every one around, but there is one exception. He has never met the girl next door. After five years, he can't believe he has never had the chance to talk with her, never had the chance to see what she looks like. Basically, the only thing he knows about her is that she is a girl and a nurse. At least, that's what his friend, his other neighbor, tells him. One day, he hears a loud noise coming from her apartment. Thinking she might be in danger, Erik decides to knock on the girl's door. Unfortunately, no one is there. He knocks again, this time more loudly. Still, no answer. Then suddenly, someone opens the door. It's a man. Erik is confused. The man apologizes for the noise, he is moving in today and the removals men are making a lot of noise. Erik understands that this is his new neighbor and the girl is gone. He will never know who the girl next door was.",
            "traducao": {
                "titulo": "A menina se foi",
                "historia": "Erik tem vivido no mesmo apartamento há cinco anos. Ele vive em um bairro tranquilo e ele conhece praticamente todo mundo, mas há uma exceção. Ele nunca encontrou a garota da casa ao lado dele. Depois de cinco anos, ele não pode acreditar que ele nunca teve a chance de conversar com ela, nunca teve a chance de ver como ela se parece. Basicamente, a única coisa que ele sabe é que ela é uma menina e ela é uma enfermeira. Pelo menos, foi o que seu amigo, outro vizinho, lhe contou. Um dia, ele ouve um barulho vindo de sua casa. Pensando que ela poderia estar em perigo, Erik decide bater na porta da garota. Infelizmente, ninguém está lá. Ele bate novamente, desta vez mais alto. Ainda. Ainda assim, nenhuma resposta. De repente, alguém abre a porta. É um homem. Erik está confuso. O homem pede desculpas pelo barulho, ele está se mudando hoje e os homens das mudanças estão fazendo muito barulho. Erik entende que este é seu novo vizinho e a garota se foi. Ele nunca saberá quem era a menina ao lado."
            }
        },
        {
            "titulo": "A poem for Suzanna",
            "historia": "Miley is a good writer. She likes to write poems. She is only 11 years old, but she is surprisingly good. When one of her teachers ask her class to write a poem as an assignment, Miley is excited. She already knows what she will write about. She wants to write about her best friend: “My best friend's name is Suzanna. Suzanna is always there for me, no matter if I am sad or happy. We both live on the same street so every Halloween, together, we scream trick or treat. She has a cat and his name is Kitkat. Suzanna is amazing and she will be my best friend forever.” Miley's teacher thinks her poem is lovely, but not good enough. She wants her to write about her favorite season. Unfortunately, Miley doesn't understand the task correctly. She decides to give her poem to Suzanna anyway, and that makes her happy.",
            "traducao": {
                "titulo": "Um poema para Suzanna",
                "historia": "Miley é uma boa escritora. Na verdade, ela gosta de escrever poemas. Ela tem apenas 11 anos, mas ela é surpreendentemente boa. Quando um de seus professores pede a sua turma para escrever um poema como uma atribuição, Miley está animada. Ela já sabe sobre o que ela vai escrever. Ela quer escrever sobre sua melhor amiga: 'O nome da minha melhor amiga é Suzanna. Suzanna está sempre lá por mim, não importa se estou triste ou feliz. Nós duas vivemos na mesma rua, então todo Dia das bruxas, juntas, nós gritamos doçuras ou travessuras. Ela tem um gato e seu nome é kit-kat. Suzanna é incrível e ela será pra sempre a minha melhor amiga. A professora de Miley acha que seu poema é bonito, mas isso não é suficiente. Na verdade, ela quer que ela escreva sobre sua estação favorita. Infelizmente, Miley não entende a lição corretamente. Ela decide dar seu poema a Suzanna de qualquer maneira, e isso a faz feliz."
            }
        },
        {
            "titulo": "The weather is pleasant",
            "historia": "oday is Friday and the weather is pleasant. Mark thinks it is the perfect time to go for a walk in the park. He decides to go with his dog and invites his sister. Both of them go to the park to enjoy the peaceful day. They walk around the trees for an hour. Then, they decide to sit down to look at the view. From where they are, they can see the river. It looks beautiful but it is getting a little cold. They can also hear some birds. Many different species of birds are in the park, including blackbirds. Mark's dog chases them, scaring them away, which annoys Mark. At the end of the day, Mark and his sister go home. They sit down on the balcony and think about the great day they just had. \"That was an amazing day in the park\" Mark says to his sister. She smiles and agrees.",
            "traducao": {
                "titulo": "O clima é agradável",
                "historia": "Hoje é sexta-feira e o tempo está agradável. Mark acha que este é o momento perfeito para andar no parque. Ele decide ir com seu cão e ele também convida sua irmã. Ambos vão ao parque para apreciar o dia calmo. Eles andam pelas árvores por uma hora. Então, eles decidem se sentar e olhar a vista. De onde eles estão, eles podem ver o rio. Parece bonito, mas está ficando um pouco frio. Eles também podem ouvir alguns pássaros. Muitas espécies diferentes de aves estão no parque, incluindo melros. O cão de Mark tenta persegui-los, mas tudo o que ele faz é assustá-los o que deixa Mark aborrecido. No fim do dia, Mark e sua irmã voltar para sua casa. Sentam-se na varanda e pensam no grande dia que acabaram de fazer. \"Esse foi um dia maravilhoso no parque\", Mark diz pra sua irmã. Ela sorri e ela concorda."
            }
        },
        {
            "titulo": "A funny war",
            "historia": "Jackson loves to play with his cousins during the summer. Every year, all of his family goes to a cottage near a lake. All of his aunts, uncles and cousins come. Sometimes, they play games. Last year they played baseball. This year they are bored with that. This year they want a new game to play. Jackson is thinking they should have a water bomb fight. Everyone agrees with the idea. They go to the store and buy a couple of balloons of different shapes and colors. Then, they go back to the cottage and start filling them with water. The fight doesn't last long. Within 20 Minutes, all the bombs have 'exploded', but they have had a lot of fun. One of Jackson's cousins throws a bomb at his mother. At first, she is mad, but then, everyone starts to laugh. It was a really great day. Maybe they will have another water balloon fight next year.",
            "traducao": {
                "titulo": "Uma guerra engraçada",
                "historia": "Jackson adora brincar com seus primos durante o verão. Todos os anos, toda sua família vai para uma casa perto de um lago. Todas as suas tias, tios e primos vêm. Às vezes, eles jogam jogos. No ano passado, eles estavam jogaram beisebol. Este ano, eles estão ficando entediados com isso. Eles estão procurando um novo jogo para se divertir. Jackson está pensando que talvez eles deviam fazer uma guerra de balões de água. Todos concordam com a ideia. Eles vão para a loja e compram alguns balões com diferentes formas e cores. Então, eles voltam para a casa e começam a enchê-los com água. A guerra não durou muito tempo. Dentro de 20 minutos, todos os balões foram explodidos, mas eles se divertiram muito. Um dos primos de Jackson jogou um balão em sua mãe. No início, ela estava brava, mas então, todos começaram a rir. Foi realmente um grande dia. Talvez eles irão fazer uma outra guerra de balão de água no próximo ano."
            }
        },
        {
            "titulo": "The monitor",
            "historia": "Kurt is still studying. He is doing a degree in social work. He has two more years before getting his diploma. Until then, he doesn't really know what to do. During the year, he tries to stay focused only on his studies. He doesn't work because he has too many things to study and too many assignments to complete. When summer comes, he gets a summer job. Every year, it changes. Two years ago, he was a waiter at a restaurant. Last year, he was working in a supermarket. This summer, he is looking for something different. He is thinking of being a monitor in a camp for disabled children. He is thinking maybe this is going to be more related to what he is studying. He decides to apply for the job. Two days later, he gets a call for an interview. The interview goes well and the very same day, he gets the job. Kurt is really happy, this is going to be his best summer job so far.",
            "traducao": {
                "titulo": "O monitor",
                "historia": "Kurt ainda está estudando. Ele está fazendo uma faculdade em serviço social. Ele tem mais dois anos antes de obter seu diploma. Até então, ele realmente não sabe o que fazer. Durante o ano, ele tenta permanecer concentrado em seus estudos apenas. Ele não trabalha porque tem muitas coisas para estudar e muitas tarefas para completar. Quando chega o verão, ele recebe um emprego de verão. Todo ano, isso muda. Dois anos atrás, ele era garçom em um restaurante. No ano passado, ele estava trabalhando em um supermercado. Este verão, ele está procurando por algo diferente. Ele está pensando em ser um monitor em um acampamento para crianças deficientes. Ele está pensando que talvez isso esteja mais relacionado com o que ele está estudando. Ele decide se candidatar para o trabalho. Dois dias depois, ele recebe uma ligação para uma entrevista. A entrevista vai bem e no mesmo dia, ele consegue o emprego. Kurt está muito feliz, este vai ser seu melhor trabalho de verão até agora."
            }
        },
        {
            "titulo": "They want to break up",
            "historia": "Janet and Nick are not getting on. They have been married for 10 years now, but things are starting to get complicated. The truth is, Janet cheated on Nick and Nick won't forgive her. He asked for a divorce. The divorce is upsetting for both of them, as well as for their three children. With the help of two lawyers, they manage everything. Nick is going to keep the house, but Janet is going to keep the two cars. Also, the children are going to stay with Nick during the week and they will spend the weekends over at Janet's new house. This way, they won't have to change school. Janet is devastated. She knows this is her fault, but she has a lot of regrets. She decides to go live in another city, far from Nick. This is a new fresh beginning for both of them. The divorce was difficult, but they got through it and somehow, they are proud of themselves.",
            "traducao": {
                "titulo": "Eles querem se separar",
                "historia": "Janet e Nick não estão indo bem como um casal. Eles estão casados há 10 anos, mas as coisas estão começando a ficar complicadas. A verdade é que Janet traiu Nick e Nick não vai perdoá-la. Ele pediu o divórcio. O divórcio é perturbador para ambos, bem como para seus três filhos. Com a ajuda de dois advogados, eles conseguiram tudo. Nick vai ficar com a casa, mas Janet vai ficar com os dois carros. Além disso, as crianças vão ficar com Nick durante a semana e eles vão passar os fins de semana na nova casa de Janet. Dessa forma, eles não terão que mudar de escola. Janet está devastada. Ela sabe que isso é falha dela, mas ela tem muitos arrependimentos. Ela decide ir morar em outra cidade, longe de Nick. Este é um novo começo para ambos. O divórcio foi difícil, mas eles passaram por isso e de alguma forma, eles estão orgulhosos de si mesmos."
            }
        },
        {
            "titulo": "Going bed late",
            "historia": "Every Saturday night, Kevin stays at home and studies. This week, things are different. His friend Tim convinced him to go out and have some drinks at the university pub. Kevin isn't too excited about the idea, but he says yes anyways. His only condition is that he wants to be back home before 1 AM. Tim and Kevin enjoy their night at the bar. They meet new people and dance with strangers. Kevin sees time flying by and tells Tim he wants to leave. Tim asks him to stay, just for one last drink. Kevin accepts. The two of them keep dancing and enjoying the night. One hour later, Kevin can't believe he is still not home yet. He tells Tim that he wants to leave. Once again, Tim replies that they will leave after one last drink. The same thing goes on and on for the next two hours. Kevin ends up going to bed at 4AM. The last drink was not one last drink, it turned out to be five last drinks. At least, they had a lot of fun.",
            "traducao": {
                "titulo": "Foi dormir tarde",
                "historia": "Todos os sábados à noite, Kevin fica em casa e estuda. Esta semana, as coisas são diferentes. Seu amigo Tim o convenceu a sair e tomar algumas bebidas no pub da universidade. Kevin não está muito animado com a ideia, mas ele diz sim de qualquer maneira. Sua única condição é que ele quer voltar para casa antes de 1 da manhã. Tim e Kevin aproveitam a noite deles no bar. Eles conhecem novas pessoas e dançam com estranhas. Kevin vê o tempo voando e diz a Tim que ele quer sair. Tim pede que ele fique, só para uma última bebida. Kevin aceita. Os dois continuam a dançando e a aproveitando a noite. Uma hora depois, Kevin não pode acreditar que ainda não está em casa. Ele diz a Tim que ele quer sair. Mais uma vez, Tim responde que eles vão sair depois de uma última bebida. A mesma coisa prossegue para as duas horas seguintes. Kevin acabou indo para a cama às 4 da manhã. A última bebida não foi apenas uma última bebida, acabou por ser cinco últimas bebidas. Pelo menos, eles se divertiram muito."
            }
        },
        {
            "titulo": "A new co-worker",
            "historia": "Michael is working for a TV channel. He is a reporter for a morning show. Every morning, his routine is the same. He likes his team and he enjoys his job. One day, his boss tells him that he will have a new co-worker and that both of them are going to share the same job. Michael is unhappy. He doesn't want to share his tasks with someone else. When Michael meets the new guy, he is even more annoyed. He knows him very well. His new teammate is Mark, the reporter from the night show. Mark, the reporter has always been rude with Michael. He is not really a nice person. Sometimes, he makes fun of him. Michael tries to complain to his boss, but his boss won't change his mind. Every morning, both of them have to work together from now on. With the weeks passing by, things are getting better. Actually, Michael and Mark are starting to be good friends. After all, Mark, the reporter is not that bad.",
            "traducao": {
                "titulo": "Um novo colega de trabalho",
                "historia": "Michael está trabalhando para um canal de TV. Ele é repórter de um programa matinal. Todas as manhãs, sua rotina é a mesma. Ele gosta de sua equipe e ele gosta de seu trabalho. Um dia, seu chefe lhe diz que ele terá um novo colega de trabalho e que ambos vão compartilhar o mesmo trabalho. Michael está infeliz. Ele não quer compartilhar suas tarefas com outra pessoa. Quando Michael encontra o novo cara, ele está ainda mais irritado. Ele o conhece muito bem. Seu novo companheiro de equipe é Mark, o repórter do programa noturno. Mark o repórter sempre foi rude com Michael. Ele não é realmente uma pessoa legal. Às vezes, ele zoa dele. Michael tenta reclamar com seu chefe, mas seu chefe não vai mudar a ideia dele. Todas as manhãs, ambos devem trabalhar juntos de agora em diante. Com as semanas passando, as coisas estão ficando melhores. Na verdade, Michael e Mark estão começando a ser bons amigos. Afinal, Mark o repórter não é tão ruim assim."
            }
        },
        {
            "titulo": "The recovery",
            "historia": "Jimmy's mother is a nice person with a kind heart. She has always been there for her son. Lately, she isn't doing good. She is very ill. Jimmy is getting worried for her and he doesn't know how to help her. Since things are getting worse every day, Jimmy decides to take his mother to the hospital. She has to go through a lot of different tests. After a couple of hours, doctors are still not able to say what is happening to her. This is making Jimmy very frustrated. They have to wait three days before doctors can diagnose something. She has cancer. Jimmy is devastated. He knows his mother doesn't deserve such a thing. She deserves peace of mind and love. During the next four months of treatments, he stays by her side. Happily, things are getting better. One day, on Jimmy's birthday, the doctors tell him the greatest news of all: his mom's cancer is gone, the treatments went well and now, she is going to get better. This is the best birthday gift for Jimmy.",
            "traducao": {
                "titulo": "A recuperação",
                "historia": "A mãe de Jimmy é uma pessoa agradável com um coração bondoso. Ela sempre esteve lá para seu filho. Ultimamente, ela não está se sentindo bem. Ela está muito doente. Jimmy está ficando preocupado com ela e ele não sabe como ajudá-la. Desde como as coisas estão piorando a cada dia, Jimmy decide levar a sua mãe para o hospital. Ela tem que passar por muitos exames diferentes. Depois de algumas horas, os médicos ainda não conseguem dizer o que está acontecendo com ela. Isso está deixando Jimmy muito frustrado. Eles têm que esperar três dias antes que os médicos possam diagnosticar algo. Ela tem câncer. Jimmy está devastado. Ele sabe que sua mãe não merece tal coisa. Ela merece paz de espírito e amor. Durante os próximos quatro meses de tratamentos, ele fica ao lado dela. Felizmente, as coisas estão melhorando. Um dia, no aniversário de Jimmy, os médicos dizem a ele a melhor notícia de todas: o câncer de sua mãe se foi, os tratamentos correram bem e agora ela vai melhorar. Este é o melhor presente de aniversário para Jimmy."
            }
        },
        {
            "titulo": "Hanna's new boyfriend",
            "historia": "Hanna has been going to the same bar with her friends every Thursday night since the beginning of her semester. She likes going there because the vibe is nice and people are always friendly. Also, the alcohol isn't too expensive. Her friends make fun of her because they think she likes to come here only for the bartender. Indeed, Hanna likes the bartender. She thinks he is really attractive, but she believes he is not into her. Surprisingly, one day, he gets her a drink and tells her it's on him. She can't believe it. Does the bartender like her? She decides to ask him his number and two days later, they are going on their first date. This is the best date Hanna ever had. They went to a fancy restaurant and then they went to the movie theatre. Slowly, things are getting more serious between them. Three months later, the bartender isn't just the bartender of Hanna's favorite bar anymore. He is her boyfriend and that makes her very happy.",
            "traducao": {
                "titulo": "O novo namorado de Hanna",
                "historia": "Hanna ia ao mesmo bar com seus amigos todas as noites de quinta-feira desde o início de seu semestre. Ela gosta de ir lá porque a vibração é agradável e as pessoas são sempre amigáveis. Além disso, a bebida alcoólica não é muito cara. Seus amigos zombam dela porque acham que ela gosta de vir neste lugar apenas pelo barman. De fato, Hanna gosta do barman. Ela acha ele muito atraente, mas ela acredita que ele não está na dela. Surpreendentemente, um dia, ele pega uma bebida para ela e diz que é por conta dele. Ela não pode acreditar. O barman gosta dela? Ela decide pedir-lhe o número dele e dois dias depois, eles estão indo no primeiro encontro deles. Este é o melhor encontro que Hanna já teve. Eles foram a um restaurante elegante e depois foram ao cinema. Lentamente, as coisas estão ficando mais sérias entre eles. Três meses mais tarde, o barman não é apenas o barman do bar favorito de Hanna. Ele é seu namorado e isso a deixa muito feliz."
            }
        },
        {
            "titulo": "He needs a trip",
            "historia": "Benjamin is getting bored. He doesn't like his job anymore, he doesn't have many friends and he recently split with his girlfriend. He thinks he needs something new. Years before, Benjamin used to be a traveler. He used to go everywhere around the globe, but with time, he stopped doing so. Now, he is thinking it would be a good idea to start again. One night, he took the map of the world, closed his eyes, and pointed at random with his finger. When he opened his eyes, his finger was on Hawaii. That's all he needed to be convinced: he is going to go to Hawaii. Two weeks later, he was in the plane. He stayed there for 1 month. It was simply amazing. The landscapes were incredible. He had the chance to trek a volcano and also to learn to surf on the bluest water. His trip to Hawaii was simply the best thing that could possibly happen to him. He knows this is only the beginning of many other trips.",
            "traducao": {
                "titulo": "Ele precisa de uma viagem",
                "historia": "Benjamin está ficando entediado. Ele não gosta mais de seu trabalho, ele não tem muitos amigos e ele recentemente terminou com sua namorada. Ele acha que precisa de algo novo. Anos antes, Benjamin costumava ser um viajante. Ele costumava ir por todo o mundo, mas com o tempo, ele parou de fazer isso. Agora, ele está pensando que seria uma boa ideia começar de novo. Uma noite, ele pegou o mapa do mundo, fechou os olhos e apontou para qualquer lugar com o dedo. Quando abriu os olhos dele, seu dedo estava no Havaí. Isso é tudo o que ele precisava para ser convencido: ele vai para o Havaí. Duas semanas depois, ele estava no avião. Ele ficou lá por 1 mês. Foi simplesmente incrível. As paisagens eram incríveis. Ele teve a oportunidade de percorrer um vulcão e também de aprender surfar na água mais azul. Sua viagem ao Havaí foi simplesmente a melhor coisa que poderia acontecer com ele. Ele sabe que este é apenas o começo de muitas outras viagens."
            }
        },
        {
            "titulo": "Everybody together",
            "historia": "Lisa and her husband are both retired. They have been living in the same town for 35 years, the same place where they had their two children, James and Claudia. James is now living in California, across the country, and Claudia is living in Europe with her two daughters. Lisa and her husband are missing them every day. Every Christmas, they either see one or the other. They haven't been with the four of them together at the same time since 5 years. This year, they want to have a family reunion. They want the four of them to be reunited. That's exactly what is going to happen on Easter. This family reunion brings a lot of joy in Lisa's heart. She can't believe this is happening. She is even happier when she knows that all of her grandchildren are also coming. This Easter will remain as one of the best moments she ever had with her big and lovely family. Her husband is also deeply grateful.",
            "traducao": {
                "titulo": "Todos juntos",
                "historia": "Lisa e seu marido estão ambos aposentados. Eles vivem na mesma cidade há 35 anos, no mesmo lugar onde tiveram seus dois filhos, James e Claudia. James está agora vivendo na Califórnia, do outro lado do país, e Claudia está vivendo na Europa com suas duas filhas. Lisa e seu marido estão sentindo falta deles todos os dias. Em cada Natal, eles veem um ao outro. Não estiveram os quatro juntos ao mesmo tempo há 5 anos. Este ano, eles querem ter uma reunião de família. Eles querem que os quatro sejam reunidos. Isso é exatamente o que vai acontecer na Páscoa. Esta reunião de família traz muita alegria no coração de Lisa. Ela não pode acreditar que isso está acontecendo. Ela está ainda mais feliz quando ela sabe que todos os seus netos também estão vindo. Esta Páscoa permanecerá como um dos melhores momentos que ela já teve com sua família grande e adorável. Seu marido também é profundamente grato."
            }
        },
        {
            "titulo": "A fear",
            "historia": "\"What is your biggest fear?\" Asked Jonas to his youngest daughter, Kate. “Losing my dog”, she replies. Kate tells Jonas how her dog, called Puppet, is just like her best friend. She got him when she was only five and now she is 12 so she grew up with him basically. She says that if she loses him, it's going to be too much pain to handle. Puppet and her enjoy walking in the park together. Also, they play together sometimes. She throws a ball at him and he always brings it back. Jonas tells Kate that she shouldn't be scared of losing Puppet. He tells her that it won't happen anytime soon and that if it ever happens, they will get a new dog. Kate is horrified to hear such a thing. She doesn't want a new dog, she wants Puppet. She wants Puppet forever. He is a friend to her, a brother. She cannot just get a new one and forget about him. That would be impossible.",
            "traducao": {
                "titulo": "Um medo",
                "historia": "\"Qual é o seu maior medo?\" Perguntou Jonas a sua filha mais nova, Kate. 'Perder meu cão', ela responde. Kate diz a Jonas como seu cão, chamado Puppet, é seu melhor amigo. Ela o pegou quando ela tinha apenas cinco anos e agora ela tem 12 anos, então ela basicamente cresceu com ele. Ela diz que se ela o perder, será muita dor para lidar. Puppet e ela gostam de caminhar juntos no parque. Além disso, eles brincam juntos às vezes. Ela lança uma bola para ele e ele sempre traz de volta. Jonas diz a Kate que ela não deveria ter medo de perder Puppet. Ele diz a ela que não vai acontecer tão cedo, e que se alguma vez isso acontecer, eles vão ter um novo cão. Kate fica horrorizada ao ouvir uma coisa dessas. Ela não quer um cão novo, ela quer Puppet. Ela quer Puppet para sempre. Ele é um amigo para ela, um irmão. Ela não pode simplesmente pegar um novo e esquecê-lo. Isso seria impossível."
            }
        },
        {
            "titulo": "Two different places",
            "historia": "Rich lives in New York City, in Upper West Side, a well-prized neighborhood. He loves Manhattan even if it is very busy. He didn't grow up in New York though. He grew up in a tiny city, a couple of kilometers from there. Whenever someone asks him where is he from, he always answers the same thing. He says he is from a big city and a small town. Indeed, Manhattan is his new home now and sometimes, he has a hard time believing this isn't his hometown. He feels like he belongs here. His job is here and his new friends as well. On the other hand, he can't deny how connected he still feels with the small town he is from. His high school friends are still living there and so is his parents, his sister and his brother. Also, all of his childhood memories are from there. That's why when someone asks him such question, he can't decide. His heart belongs in two very different places.",
            "traducao": {
                "titulo": "Dois lugares diferentes",
                "historia": "Rich vive em Nova York, no Upper West Side, um bairro bem valorizado. Ele adora Manhattan mesmo que seja muito aglomerado. Ele não cresceu em Nova York. Ele cresceu em uma pequena cidade, a alguns quilômetros de lá. Sempre que alguém lhe pergunta de onde ele é, ele sempre responde a mesma coisa. Ele diz que é de uma cidade grande e de uma cidade pequena. De fato, Manhattan é a sua nova casa agora e às vezes, ele tem um tempo difícil acreditando que esta não é sua cidade natal. Ele se sente como se ele pertencesse aqui. Seu trabalho está aqui e seus novos amigos também. Por outro lado, ele não pode negar como ele ainda se sente conectado com a pequena cidade de onde ele é. Seus amigos de escola secundária ainda estão vivendo lá e assim os seus pais, sua irmã e seu irmão. Além disso, todas as suas memórias de infância são de lá. É por isso que quando alguém lhe faz essa pergunta, ele não pode decidir. Seu coração pertence em dois lugares muito diferentes."
            }
        },
        {
            "titulo": "Joe is graduated",
            "historia": "Joe is graduated with a degree in physics and mathematics. He has been studying for so many years now. He can't believe school years are now behind him. Now, it is time to look for a job. Joe starts by looking at online ads. He looks for places in the town he lives right now, but he is also opened to go to other places. The only problem is that he can't find anything he likes. He decides to look in the local newspaper instead. Still, there is nothing interesting. He decides to call the place where he did an internship during his bachelor years. He tells the employer that he is finally done studying and he has his diploma. He is ready to work and he is wondering if they need someone. Happily, they were recruiting right now. Joe can't believe how lucky he is. The best part is that they already know him since he went there for an internship before. Looking for a job was easier than he thought.",
            "traducao": {
                "titulo": "Joe está formado",
                "historia": "Joe é graduado com um diploma em física e matemática. Ele vem estudando há tantos anos. Ele não pode acreditar que os anos de escola estão agora atrás dele. Agora, é hora de procurar um emprego. Joe começa olhando em anúncios online. Ele procura lugares na cidade que ele vive agora, mas ele também está aberto para ir para outros lugares. O único problema é que ele não consegue encontrar nada do que gosta. Ele decide procurar no jornal local em vez disso. Ainda assim, não há nada de interessante. Ele decide ligar para o lugar onde ele fez um estágio durante os seus anos bacharel. Ele diz ao empregador que ele finalmente terminou de estudar e ele tem seu diploma. Ele está pronto para trabalhar e ele está se perguntando se eles precisam de alguém. Felizmente, eles estavam recrutando agora. Joe não pode acreditar como ele é sortudo. A melhor parte é que eles já o conhecem desde que ele foi lá antes para um estágio. Procurar um emprego era mais fácil do que pensava."
            }
        },
        {
            "titulo": "New stuff",
            "historia": "Kimberly needs to go for some shopping. She needs new clothes, a new chair for her desk, some house supplies and the groceries for the week. She is feeling exhausted because she knows this is going to be a long day. She will first have to go to the clothing store, then to a furniture store and then to the grocery store. The three stores are far from each other so she will have to drive around. On her way to the clothing store, she notices the superstore. That gives her a good idea. Instead of going to three different places, she is going to find everything she needs there. That's what she decides to do. She is happy with her idea. She finds a new pair of jeans and three t-shirts, a new chair and also a lamp which was on sale, and all the groceries she needed. Also, it turned out to be very cheap. That was a smart move to decide to go to the superstore.",
            "traducao": {
                "titulo": "Novos produtos",
                "historia": "Kimberly precisa fazer algumas compras. Ela precisa de roupas novas, uma nova cadeira para sua mesa, alguns suprimentos para casa e os mantimentos para a semana. Ela está se sentindo exausta porque ela sabe que este vai ser um dia longo. Ela primeiro terá que ir para a loja de roupas, em seguida, para uma loja de móveis e, em seguida, para o supermercado. As três lojas estão longe umas das outras, então ela terá que dirigir. Em seu caminho para a loja de roupas, ela observa o supermercado. Isso dá a ela uma boa ideia. Em vez de ir a três lugares diferentes, ela vai encontrar tudo o que precisa lá. Isso é o que ela decide fazer. Ela está feliz com sua ideia. Ela encontra um novo par de jeans e três camisetas, uma nova cadeira e também uma lâmpada que estava à venda, e todos os mantimentos que ela precisava. Além disso, acabou por ser muito barato. Foi uma jogada inteligente de decidir ir para o supermercado."
            }
        },
        {
            "titulo": "Driver",
            "historia": "\"Getting my license is my dream, it's the next thing I want to achieve.\" tells George to his father. His father is happy to hear that. He thinks George is finally ready to take driving lessons and to get his driving license. He is old enough. It is going to cost a lot of money though, so his father wants to make sure George is really ready to invest himself in the classes. George agrees to give his 100%. His father knows how determined he is. He thinks he is going to do a good job. He accepts to help him during the weekends. Together, they will go for rides so that George can practice. Also, he agrees to pay for the classes. It's going to be his birthday gift. It takes a while, but after a couple of months, George finally gets his license. He believes that this is one of his best achievements. Everyone is proud of him.",
            "traducao": {
                "titulo": "Motorista",
                "historia": "\"Obter minha licença é o meu sonho, é a próxima coisa que quero alcançar.\" Diz George ao pai. Seu pai está feliz em ouvir isso. Ele acha que George está finalmente pronto para fazer aulas de condução e para obter a sua carteira de motorista. Ele está maduro o suficiente. Mas vai custar muito dinheiro, então, seu pai quer ter certeza de que George está realmente pronto para investir nas aulas. George concorda em dar seu 100%. Seu pai sabe como ele está determinado. Ele acha que vai fazer um bom trabalho. Ele aceita ajudá-lo durante os fins de semana. Juntos, eles irão para os percursos para que George possa praticar. Além disso, ele concorda em pagar as aulas. Vai ser o presente de aniversário dele. Demora um pouco, mas depois de alguns de meses, George finalmente obtém sua licença. Ele acredita que esta é uma de suas melhores conquistas. Todo mundo está orgulhoso dele."
            }
        },
        {
            "titulo": "A surprise",
            "historia": "Ben, his wife Tanya and their two kids are on a flight. They are going to Florida, but the kids ignore the reason why. It's a surprise. They think they are going to visit their grandparents who live there. Actually, they are going to see their grandparents, but it's much more than that. They are also going to Disney World. When the parents finally tell them, they can't believe it. They get very excited. It's going to be their first time in Disney World. When they arrive, Jim, the youngest, is most particularly excited to see Mickey and Minnie. Karl, the oldest, cares more about the roller-coasters and the many attractions. They stayed there for one week, in a very nice hotel. On the third day, the grandparents also joined them. All together, they enjoyed different activities. This family trip was a real success and everyone was happy. They stayed in Florida one more week near the beach.",
            "traducao": {
                "titulo": "Uma surpresa",
                "historia": "Ben, sua esposa Tanya e suas duas crianças estão em um voo. Eles estão indo para a Flórida, mas as crianças ignoram o motivo. É uma surpresa. Eles pensam que vão visitar seus avós que vivem lá. Na verdade, eles vão ver seus avós, mas é muito mais do que isso. Eles também estão indo para a Disneylândia. Quando os pais finalmente contam para eles, eles não podem acreditar. Eles ficam muito animados. Vai ser a primeira vez deles na Disneylândia. Quando eles chegam, Jim, o mais novo, está particularmente animado para ver Mickey e Minnie. Karl, o mais velho, se preocupa mais com as montanhas-russas e as muitas atrações. Eles ficaram lá por uma semana, em um hotel muito agradável. No terceiro dia, os avós também se juntaram a eles. Todos juntos, eles apreciaram diferentes tipos de atividades. Esta viagem em família foi um verdadeiro sucesso e todos ficaram felizes. Ficaram na Flórida mais uma semana perto da praia."
            }
        },
        {
            "titulo": "Painter",
            "historia": "Alicia cannot believe what happened to her last week. She is a social worker and she works for an NGO who takes care of homeless people. Last Monday, there was this old poor man who came to the NGO and stayed the night. Normally, the people who come there leave the next morning, but this man didn't want to leave. Actually, he asked Alicia to help him. He told her he was a very creative person and he wanted to express himself through his creativity. Alicia thought this was a very amazing idea, but the man didn't know how he wanted to do this. Alicia had the idea of calling two of her good friends. One is an artist and the other is a musician. She thought maybe they could talk with the poor man about their passion, perhaps that could inspire him. That's exactly what happened. The artist, the poor man and the musician had a long conversation together, and the old man was then convinced of what he wanted to do: he wanted to be a painter.",
            "traducao": {
                "titulo": "Pintor",
                "historia": "Alicia não pode acreditar no que aconteceu com ela na semana passada. Ela é assistente social e trabalha para uma ONG que cuida de pessoas sem-teto. Na última segunda-feira, havia um velho pobre que veio para a ONG e ficou a noite. Normalmente, as pessoas que chega lá saem na manhã seguinte, mas este homem não queria ir embora. Na verdade, ele pediu a Alicia para ajudá-lo. Ele lhe disse que era uma pessoa muito criativa e que queria se expressar através de sua criatividade. Alicia achou que era uma ideia incrível, mas o homem não sabia como ele queria fazer isso. Alicia teve a ideia de chamar dois de seus bons amigos. Um é um artista e o outro é um músico. Ela pensou que talvez pudessem conversar com o pobre sobre sua paixão, talvez isso pudesse inspirá-lo. Isso é exatamente o que aconteceu. O artista, o pobre e o músico tiveram uma longa conversa juntos, e o velho estava então convencido do que queria fazer: ele queria ser pintor."
            }
        },
        {
            "titulo": "Close Friends",
            "historia": "Amanda and her friends are very close to each other. They are a group of seven girls, always hanging together. They have a similar routine every week. Normally, they go to Julie's place on Tuesday nights to play board games, they go to Flora on Friday nights to drink and they go for brunch on Sunday mornings. Recently, things are changing. All of them got new smart phones. Although they are still hanging together all the time, they are always looking at their phones, scrolling down their Facebook feeds and posting new pictures on Instagram. Technology is starting to tear them apart. They don't talk as much, they don't share as much. Amanda is starting to think the evils of technology is a bad thing for them. She suggests that whenever they are together, they should put their phone away. Everyone agrees. This was actually a really good idea. Now things are getting back like they used to be.",
            "traducao": {
                "titulo": "Amigas íntimas",
                "historia": "Amanda e suas amigas são muito próximas umas das outras. Elas são um grupo de sete meninas, sempre ficam juntas. Elas têm uma rotina semelhante todas as semanas. Normalmente, elas vão para a casa de Julie nas noites de terça-feira para jogar jogos de tabuleiro, elas vão para Flora nas noites de sexta-feira para beber e elas vão para o café da manhã nas manhãs de domingo. Recentemente, as coisas estão mudando. Todas elas têm smartphone novos. Embora elas ainda estão penduradas juntas o tempo todo, elas estão sempre olhando para os seus telefones, rolando para baixo seus feeds do Facebook e postando novas imagens no Instagram. A tecnologia está começando a separá-las. Elas não falam tanto, elas não compartilham tanto. Amanda está começando a pensar que o mal da tecnologia é uma coisa ruim para elas. Ela sugere que sempre que elas estão juntas, elas devem colocar seu telefone longe. Todas concordam. Esta foi realmente uma ideia muito boa. Agora as coisas estão voltando como costumavam ser."
            }
        },
        {
            "titulo": "The best day at all",
            "historia": "Anthony is 7 years old and he is a big fan of Disney movies. He watched them all, from Lion King to Cinderella. He enjoyed all of them. When his parents told him they were going to Disneyland, he was the happiest little kid. He couldn't believe it. They stayed there for four days, but his first day was his favorite. That's when he met many mascots. He met Mickey, Minnie, Winnie and many more. That's also when he saw the Cinderella castle. He was so impressed by it. It was simply magical. Anthony ate a lot of cotton candy that day and he had the chance to watch some shows during the evening. When he went to bed that night, he was very grateful. He said thank you to his parents. He didn't sleep well though. He was just too excited, thinking about tomorrow, thinking about what was going to happen next. That first day in Disneyland was the best of all.",
            "traducao": {
                "titulo": "O melhor dia em tudo",
                "historia": "Anthony tem 7 anos e é um grande fã de filmes da Disney. Ele assistiu a todos, de Rei Leão a Cinderela. Ele gostava de todos eles. Quando seus pais lhe disseram que iam para a Disneylândia, ele era o garoto mais feliz. Ele não podia acreditar. Eles ficaram lá por quatro dias, mas seu primeiro dia foi seu favorito. Isso é quando ele conheceu muitos mascotes. Ele conheceu Mickey, Minnie, Winnie e muitos mais. Isso é também quando ele viu o castelo de Cinderela. Ele ficou tão impressionado com isso. Foi simplesmente mágico. Anthony comeu um monte de algodão doce naquele dia e ele teve a chance de assistir alguns shows durante a noite. Quando ele foi para a cama naquela noite, ele estava muito grato. Ele disse obrigado a seus pais. Mas ele não dormiu bem. Ele estava muito animado, pensando no amanhã, pensando no que iria acontecer a seguir. Esse primeiro dia na Disneylândia foi o melhor de todos."
            }
        },
        {
            "titulo": "Scary sound",
            "historia": "It was night and Kelly was sleeping. She had a long day and she was very tired. All day, all she was thinking was to go to bed so as soon as she arrived home, that's what she did. Around 11PM, she heard some noises coming from outside. It woke her up. She was a little scared. “What is that sound?” She thought for herself. She decided to go back to bed and to forget about it. Then suddenly, it started again. It sounded like explosions. Kelly was starting to get really worried. She looked through the window and that's when she saw it: those were fireworks. Surprised, she didn't understand why there were so many fireworks tonight. They were beautiful though. They were very big and so colorful. That's only when she grabbed her phone to look at the time that she saw the date: today was 4th of July. That explained why there were so many fireworks. How did she forget about this? She laughed at herself a little bit, she enjoyed the show, then she went to bed and fell asleep again.",
            "traducao": {
                "titulo": "Som assustador",
                "historia": "Era a noite e Kelly estava dormindo. Ela teve um longo dia e estava muito cansada. Todo o dia, tudo o que ela estava pensando era ir para a cama assim que ela chegou em casa, isso é o que ela fez. Cerca de 11PM, ela ouviu alguns barulhos vindo de fora. Ela a acordou. Ela estava um pouco assustada. 'O que é esse som?' Ela pensou por si mesma. Ela decidiu voltar para a cama e esquecer sobre isso. Então, de repente, começou de novo. Parecia explosões. Kelly estava ficando muito preocupada. Ela olhou através da janela e foi quando ela viu: aqueles eram fogos de artifício. Surpresa, ela não entendeu por que havia tantos fogos de artifício esta noite. Mas eles eram bonitos. Eles eram muito grandes e tão coloridos. Foi só quando ela agarrou seu telefone para olhar o tempo que ela viu a data: hoje era 4 de julho. Isso explicava por que havia tantos fogos de artifício. Como ela se esqueceu disso? Ela riu de si mesma um pouco, ela gostou do show, então ela foi para a cama e adormeceu novamente."
            }
        },
        {
            "titulo": "Nancy's problems",
            "historia": "Nancy is having a lot of problems these days. She is splitting with her boyfriend and she is feeling very sad because she doesn't have much friends to talk with about this situation. One day, she decides to open herself to one of her co-workers, Jennifer. Jennifer tries to comfort Nancy, but she is obviously a little uncomfortable. They don't know much about each other. Nancy tells Jennifer how she is alone, how she has no one to talk with. Because she feels bad for Nancy, Jennifer tells her that she is always welcome to come over at her place anytime if she needs to. That same night, Nancy is feeling lonely. She then remembers Jennifer's proposition and she decides to head to her place. It was 2 AM. When Jennifer opens the door, she is furious. It's late in the night and she is sleeping. She feels sorry for Nancy, but she can't help right now. After all, she wasn't really inviting her to come over anytime.",
            "traducao": {
                "titulo": "Problemas de Nancy",
                "historia": "Nancy está tendo muitos problemas nestes dias. Ela está se separando do seu namorado e ela está se sentindo muito triste porque ela não tem muito amigos para conversar sobre essa situação. Um dia, ela decide se abrir para uma de suas colegas de trabalho, Jennifer. Jennifer tenta confortar Nancy, mas ela está obviamente um pouco desconfortável. Elas não conhecem muito uma a outra. Nancy diz a Jennifer como ela está sozinha, como ela não tem ninguém com quem conversar. Porque ela se sente mal por Nancy, Jennifer diz-lhe que ela é sempre bem-vinda para vir em sua casa a qualquer momento se ela precisa. Nessa mesma noite, Nancy está se sentindo sozinha. Ela então se lembra da proposta de Jennifer e ela decide ir para a sua casa. Eram duas da manhã. Quando Jennifer abre a porta, ela está furiosa. É tarde da noite e ela está dormindo. Ela sente pena de Nancy, mas não pode ajudar agora. Afinal, ela não estava realmente a convidando para vir em qualquer hora."
            }
        },
        {
            "titulo": "An apartment for Janice",
            "historia": "Janice has been hosting her brother Joshua for the last few months. Joshua was short with money and he needed a place to stay, otherwise, he was going to end up in the streets. Janice didn't want that to happen, so she welcomed him for a couple of weeks. The couple of weeks slowly became a couple of months. Joshua isn't really helping her at home. He doesn't clean his dishes, he doesn't pay for anything and he is always complaining about everything. Although Janice loves him, she is getting tired of treating him like a child. She tells him it is time for him to find his own apartment. At first, Joshua is shocked. He didn't know she was going to tell him such a thing. After having a conversation about it though, he understands better. He knows it is time for him to move. He starts looking in the newspapers for some flats. He finds one not too far from his sister's place. Two weeks later, he was moving in there.",
            "traducao": {
                "titulo": "Um apartamento para Janice",
                "historia": "Janice tem hospedado seu irmão Joshua nos últimos meses. Joshua estava com dinheiro curto e ele precisava de um lugar para ficar, caso contrário, ele iria acabar nas ruas. Janice não queria que isso acontecesse, então ela o recebeu por algumas semanas. Algumas semanas lentamente se tornou em alguns meses. Joshua não está realmente ajudando ela em casa. Ele não limpa seus pratos, ele não paga por nada e ele está sempre reclamando de tudo. Apesar que Janice o ama, ela está ficando cansada de tratá-lo como uma criança. Ela lhe diz que é hora de encontrar seu próprio apartamento. Primeiro, Joshua está sob choque. Ele não sabia que ela ia lhe dizer uma coisa dessas. Mas depois de ter uma conversa sobre isso, ele entende melhor. Ele sabe que é a hora dele se mudar. Ele começa a procurar nos jornais alguns apartamentos. Ele encontra um não muito longe da casa de sua irmã. Duas semanas depois, ele estava se mudando para lá."
            }
        },
        {
            "titulo": "Favorite Holiday",
            "historia": "Halloween is Christopher's favorite holiday. He loves wearing a costume, most of the time a scary one, and walking around in the streets, knocking on strangers' doors, asking for trick or treat. The only problem is that he is now turning 16 years old and many people think this is too old to trick or treat. Even his mom tells him that he shouldn't do so. She thinks that people will refuse to give him candies, pretending he is too old for this. Christopher knows his mom has a good point, but he doesn't want to accept it. He decides to wear his new costume anyway and to go knock at doors. When he comes back to his home after, he admits to his mom that it wasn't a big success. Happily though, he still got some candies, including many chocolates. He has less than what he used to get back when he was a kid, but he is still happy.",
            "traducao": {
                "titulo": "Feriado Favorito",
                "historia": "O Dia das Bruxas é o feriado favorito de Christopher. Ele adora vestir um traje, na maioria das vezes assustador, andando pelas ruas, batendo nas portas dos estranhos, pedindo doçuras ou travessura. O único problema é que ele está agora fazendo 16 anos e muitas pessoas pensam que é muito velho para enganar ou tratar. Até sua mãe contou pra ele que ele não deveria fazer isso. Ela acha que as pessoas vão se recusar a dar-lhe doces, fingindo que ele é muito velho para isso. Christopher sabe que sua mãe tem um bom motivo, mas ele não quer aceitar isso. Ele decidiu usar seu traje novo de qualquer maneira e ir bater nas portas. Quando ele volta para sua casa depois, ele admite para sua mãe que aquilo não foi um grande sucesso. Mas felizmente, ele ainda tem alguns doces, incluindo muitos chocolates. Ele tem menos do costumava ganhar quando ele era criança, mas ele ainda está feliz."
            }
        },
        {
            "titulo": "The Hairdresser",
            "historia": "Every time Zoey goes to the hairdresser, she is a little uncomfortable. She doesn't know if she is supposed to leave a tip or not. After all, a hairdresser isn't like a waitress, but is she supposed to thank her by giving her a little tip? She is confused. She asked to some of her friends before, and some said they do leave a tip, but other said it wasn't necessary. Some leave only 2$ while others leave up to 10$. One day, she decides to simply ask her hairdresser. This is an awkward conversation, but at least now she will know. Her hairdresser was really surprised by her question. She told her that leaving a tip wasn't necessary, but it was always appreciated. She also said that it depends if she is happy with the service or not. Zoey understands better. From now on, she is leaving a tip according to the service she received. Sometimes, the tip is big and other times, she leaves less money.",
            "traducao": {
                "titulo": "O Cabeleireiro",
                "historia": "Toda vez que Zoey vai ao cabeleireiro, ela fica um pouco desconfortável. Ela não sabe se ela deve deixar uma gorjeta ou não. Afinal, uma cabeleireira não é como uma garçonete, mas ela deve agradecer a ela dando-lhe uma pequena gorjeta? Ela está confusa. Ela pediu a alguns de seus amigos antes, e alguns disseram que eles deixam uma gorjeta, mas outro disse que não era necessário. Alguns deixam apenas $ 2.00, enquanto outros deixam até $ 10.00. Um dia, ela decide simplesmente perguntar a sua cabeleireira. É uma conversa estranha, mas pelo menos agora ela saberá. Sua cabeleireira estava realmente surpresa com sua pergunta. Ela disse que deixar uma gorjeta não era necessário, mas era sempre apreciado. Ela também disse que depende se ela está feliz com o serviço ou não. Zoey entende melhor. De agora em diante, ela está deixando uma gorjeta de acordo com o serviço que ela recebeu. Às vezes, a gorjeta é grande e outras vezes, ela deixa menos dinheiro."
            }
        },
        {
            "titulo": "Strong Headaches",
            "historia": "Paolo is having strong headaches since two days. He doesn't know what to do anymore. It's taking a lot of space in his mind and he can feel that his energy is going low which affects his work. His brother suggests him a kind of tablets that would help him. Paolo has never heard of these before, but he is willing to try them. That night, he goes to the drug store and tries to buy the tablets. “They are not sold over the counter” says the Pharmacist. Confused, Paolo called his brother. He explains the situation, saying he wasn't able to get the tablets because they are not sold without a prescription. His brother tells him that this is wrong. He suggests another place to go buy them, another place where he will for sure be able to get them. Paolo goes to the other drug store, but still, it's impossible. Since he doesn't have time to go to the doctor, he gives up. His headache disappeared the next day.",
            "traducao": {
                "titulo": "Dores de cabeça fortes",
                "historia": "Paolo está tendo fortes dores de cabeça a dois dias. Ele não sabe mais o que fazer. Isso está tirando muito espaço de sua mente e ele pode sentir que sua energia está baixando o que afeta seu trabalho. Seu irmão lhe sugere uma espécie de comprimidos que o ajudariam. Paolo nunca ouviu falar deles antes, mas ele está disposto a experimentá-los. Naquela noite, ele vai para a farmácia e tenta comprar os comprimidos. 'Eles não são vendidos sem receita', diz o farmacêutico. Confuso, Paolo chamou seu irmão. Ele explica a situação, dizendo que ele não era capaz de obter os comprimidos porque eles não são vendidos sem receita médica. Seu irmão lhe diz que isso é errado. Ele sugere outro lugar para ir comprá-los, outro lugar onde ele com certeza será capaz de obtê-los. Paolo vai para a outra farmácia, mas mesmo assim, é impossível. Como ele não tem tempo para ir ao médico, ele desiste. Sua dor de cabeça desapareceu no dia seguinte."
            }
        },
        {
            "titulo": "A big dream",
            "historia": "Rachel has always dreamed of seeing the entire United States. So far, she has been only in California and in Arizona. She is trying to think of a creative way to see all of the states in a short period of time. After reading about the different options possible and after talking with her friend Donna about it, she is thinking that she could see the 50 states in 50 weeks. She could stay in each state for a week. Donna is also very excited about this idea and she seems willing to get part of it. It seems short, but they think it is doable. Because it requires a lot of preparation, they agree that they will go next summer. That gives them a full year to get ready and to plan everything properly. A year later, they are ready to go. This is a very exciting project finally happening. Rachel couldn't be happier; her dream of seeing the entire United States is about to come true.",
            "traducao": {
                "titulo": "Um grande sonho",
                "historia": "Rachel sempre sonhou em ver os Estados Unidos inteiro. Até agora, ela foi apenas na Califórnia e no Arizona. Ela está tentando pensar em uma maneira criativa de ver todos os estados em um curto período de tempo. Depois de ler sobre as diferentes opções possíveis e depois de conversar com sua amiga Donna sobre isso, ela está pensando que ela poderia ver os 50 estados em 50 semanas. Ela poderia ficar em cada estado por uma semana. Donna também está muito animada com essa ideia e ela parece disposta a fazer o mesmo. Parece curto, mas elas acham que é realizável. Porque exige muita preparação, elas concordam que elas irão no próximo verão. Isso dá para elas um ano inteiro para se preparar e planejar tudo corretamente. Um ano depois, elas estão prontas para ir. Este é um projeto muito emocionante finalmente acontecendo. Rachel não poderia estar mais feliz; seu sonho de ver os Estados Unidos inteiro está prestes a se tornar realidade."
            }
        },
        {
            "titulo": "List of food",
            "historia": "Melania likes to go for grocery shopping. Before going, she always writes down a list of the things she needs. Today, she needs to buy things for breakfast. She starts in the fruits aisle where she gets fruit. She gets some strawberries, apples and oranges. Then, she heads to the meat aisle to get bacon. Her family loves to eat bacon for breakfast. After that, she needs milk and eggs as well as butter. Once she got everything, Melania thinks it is time to pay, but somehow, she thinks she is forgetting something. She takes a look at her list. She was right; she needs more than that. She needs to get jam, bread and peanut butter. She goes back down the aisles and look for those. She is ready to pay for real this time. Since she has three children, she always buys huge quantities of everything. Quite often, grocery shopping is expensive, but today, surprisingly, it turned out to be cheap.",
            "traducao": {
                "titulo": "Lista de alimentos",
                "historia": "Melania gosta de ir às compras de supermercado. Antes de ir, ela sempre escreve uma lista das coisas que ela precisa. Hoje, ela precisa comprar coisas para o café da manhã. Ela começa no corredor de frutas onde ela obtém frutas. Ela pega alguns morangos, maçãs e laranjas. Então, ela dirige para o corredor de carne para pegar bacon. Sua família adora comer bacon no café da manhã. Depois disso, ela precisa de leite e ovos, bem como manteiga. Uma vez que ela pegou tudo, Melania acha que é hora de pagar, mas de alguma forma, ela acha que está esquecendo algo. Ela dá uma olhada na lista dela. Ela estava certa; ela precisa mais do que isso. Ela precisa de geleia, pão e manteiga de amendoim. Ela volta pelos corredores e procura por eles. Ela está pronta para pagar de verdade desta vez. Desde que ela tem três filhos, ela sempre compra enorme quantidades de tudo. Muitas vezes, compras de supermercado é caro, mas hoje, surpreendentemente, acabou por ser barato."
            }
        },
        {
            "titulo": "The end of the summer",
            "historia": "Patricia loves to go to shopping centers to shop. She is a fashion victim so she is always looking for new clothes to buy. Her favorite part of shopping is when things are in sale. For example, at the end of the summer, summer clothes are always cheaper. They are on sale. That's normally when she buys the most. One time, she got a pair of sunglasses worth 200$ for only 80$. She was really happy. Today, she is expecting to find some great sales as well. She noticed that her favorite store was having the biggest sale of the year. When she got there, everything was just like she expected. She has a tight budget though, so she can't afford to spend more than 150$. While shopping, she calculates everything thinking it's going to cost her 148$. Unfortunately, when she gets to the cashier, she gets bad news. She forgot to calculate the sales tax, so the price of her bill is way higher than she thought. She has to give up on some clothes.",
            "traducao": {
                "titulo": "O fim do verão",
                "historia": "Patricia adora ir a centros comerciais para fazer compras. Ela é uma vítima da moda, então ela está sempre à procura de roupas novas para comprar. Sua parte favorita das compras é quando as coisas estão na promoção. Por exemplo, no final do verão, as roupas de verão são sempre mais baratas. Eles estão em promoção. Isso é normalmente quando ela compra mais. Uma vez, ela conseguiu um par de óculos de sol no valor de U$ 200,00 por apenas U$ 80,00. Ela estava muito feliz. Hoje, ela está esperando para encontrar algumas grandes promoções também. Ela notou que sua loja favorita estava tendo a maior promoção do ano. Quando ela chegou lá, tudo era exatamente como ela esperava. Mas ela tem um orçamento apertado, então ela não pode dar ao luxo de gastar mais de U$ 150,00. Enquanto compra, ela calcula tudo pensando que vai custar U$ 148,00. Infelizmente, quando ela chega ao caixa, ela recebe más notícias. Ela se esqueceu de calcular o imposto sobre vendas, então o preço de sua conta é muito maior do que ela pensava. Ela tem que desistir de algumas roupas."
            }
        },
        {
            "titulo": "Flirting",
            "historia": "Yvana is tired of boys trying to flirt with her. She has been single for a quite a long time now, but she is happy with her situation. She is not looking for a man. Whenever someone tries to flirt with her, she always goes cold, especially when they start telling her things about themselves. She likes to simply reply “Oh, Really?”, in a sarcastic way, because she doesn't care. If a boy tells her he has a car, she is going to say “Oh, Really?”. When another one tells her he has money, she will answer the same. Basically, she is never impressed by what boys tell her. She hopes one day one man will be interested in her and will ask questions about her instead of just talking about himself. Then maybe she will stop being so sarcastic. Maybe she will start showing that she is interested. So far though, it doesn't seem like it is going to happen anytime soon.",
            "traducao": {
                "titulo": "Flertar",
                "historia": "Yvana está cansada de meninos tentando flertar com ela. Ela tem sido solteira por muito tempo, mas ela está feliz com a sua situação. Ela não está procurando por um homem. Sempre que alguém tenta flertar com ela, ela sempre fica fria, especialmente quando eles começam a contar suas coisas sobre si mesmos. Ela gosta de simplesmente responder 'Oh, sério?', de forma sarcástica, porque ela não se importa. Se um garoto diz que tem um carro, ela vai dizer 'Oh, sério?'. Quando outro lhe diz que tem dinheiro, ela responderá o mesmo. Basicamente, ela nunca está impressionada com o que os meninos lhe dizem. Ela espera um dia que um homem se interessará por ela e fará perguntas sobre ela em vez de apenas falar sobre si mesmo. Então talvez ela pare de ser tão sarcástica. Talvez ela vai começar a mostrar que ela está interessada. Mas até agora, não parece que vai acontecer em breve a qualquer momento."
            }
        },
        {
            "titulo": "Luke will play soccer",
            "historia": "Luke is 7 years old. His parents decided to subscribe him to soccer classes because they think sports is important. It is essential to teach kids to be active and also, to learn how to cooperate as a team. This is the first time that Luke plays soccer. He is not really sure how he is supposed to play. When the ball rolls towards him, he tries to catch it with his hands. His coach whistle and scream “Time out!”. He then explains to Luke that in soccer, only the legs and feet are being used to play with the ball. Luke says he understands. The game starts again. Same thing happens again. Luke tries to catch the ball with his hands. The coach has to whistle again and to scream the same thing “Time Out!”. The coach is starting to be impatient with Luke. Luke doesn't seem to understand the rules. The same thing happens a third time: “Time out!”. This is it – the coach asks Luke to leave. Luke will try to learn another sport instead.",
            "traducao": {
                "titulo": "Luke vai jogar futebol",
                "historia": "Luke tem 7 anos. Seus pais decidiram inscrevê-lo nas aulas de futebol porque acham que o esporte é importante. É essencial para ensinar as crianças a serem ativos e também, para aprender a cooperar como uma equipe. Esta é a primeira vez que Luke joga futebol. Ele não tem certeza de como deve jogar. Quando a bola rola para ele, ele tenta pegá-la com as mãos. Seu treinador assobia e grita 'Tempo esgotado!'. Ele então explica a Luke que no futebol, apenas as pernas e os pés estão sendo usados para jogar a bola. Luke diz que entende. O jogo começa novamente. A mesma coisa acontece de novo. Luke tenta pegar a bola com as mãos. O treinador tem de assobiar novamente e gritar a mesma coisa 'Tempo esgotado!'. O treinador está começando a ficar impaciente com Luke. Luke não parece entender as regras. A mesma coisa acontece uma terceira vez: 'Tempo esgotado!'. É isso - o treinador pede que Luke vá embora. Luke vai tentar aprender outro esporte em vez disso."
            }
        },
        {
            "titulo": "Richard saved an animal",
            "historia": "It was late at night and it was raining outside. Richard was coming back from the movie theater by himself, in his car. He was trying to stay focus on the road, but his eyes were closing. He was very tired. Suddenly, he hit something. Horrified, he stopped his car on the side of the road and climbed out. He tried to see if there was an animal. It turned out to be a Pigeon. The pigeon wasn't dead, but it was injured. Richard felt guilty, the poor animal was fighting for his life. He had the good idea to call a veterinarian that he knows. He knew he was offering 24 hour services. The veterinarian told him to take the pigeon with him to his clinic. Richard took the pigeon and drove with him to the veterinarian's clinic. It took a couple of hours, but he was able to save him. Richard couldn't believe he did such a thing, but he is happy to know he saved a pigeon that night.",
            "traducao": {
                "titulo": "Richard salvou um animal",
                "historia": "Ele estava atrasado à noite e estava chovendo lá fora. Richard estava voltando do cinema sozinho, em seu carro. Ele estava tentando manter o foco na estrada, mas seus olhos estavam se fechando sozinhos. Ele estava muito cansado. De repente, ele bateu em alguma coisa. Horrorizado, parou o carro ao lado da estrada e saiu. Tentou ver se havia um animal. Resultou por ser um pombo. O pombo não estava morto, mas estava ferido. Richard se sentia culpado, o pobre animal estava lutando por sua vida. Ele teve a boa ideia de chamar um veterinário que ele conhece. Ele sabia que estava oferecendo 24 horas de serviços. O veterinário disse-lhe para levar o pombo com ele para o seu escritório. Richard pegou o pombo e levou com ele para o escritório do veterinário. Levou um par de horas, mas ele foi capaz de salvá-lo. Richard não podia acreditar que ele fez tal coisa, mas ele está feliz em saber que salvou um pombo naquela noite."
            }
        },
        {
            "titulo": "Cheap meals",
            "historia": "Kenny has a restaurant called \"Kenny's restaurant\". It's a fast-food restaurant offering cheap meals like burgers and hot-dogs. It is not very popular. Most people say it is only for the old and homeless people. People think it's not worth much. One day, Kenny decides to prove people wrong. He started to change the appearance of the restaurant. He renovated the inside and the outside. Suddenly, more people started to come. Just because it looked better, it was attracting more people. He didn't change the menu or the prices though. All the recipes stayed the same. People couldn't believe it. It was so good and delicious. Only in a couple of weeks, Kenny's restaurant started to be very popular among different kind of people. Still today, it is considered as one the best places to eat in town. No one will ever again tell him that his place is only for the old and homeless people.",
            "traducao": {
                "titulo": "Refeições baratas",
                "historia": "Kenny tem um restaurante chamado \"Restaurante do Kenny\". É um restaurante de fast-food que oferece refeições baratas como hambúrgueres e hot-dogs. Não é muito popular. A maioria das pessoas dizem que é apenas para as pessoas idosas e sem-teto. As pessoas acham que não vale muito a pena. Um dia, Kenny decide provar que as pessoas estavam erradas. Ele começou a mudar a aparência do restaurante. Renovou o interior e o exterior. De repente, mais pessoas começaram a vir. Só porque parecia melhor, estava atraindo mais pessoas. Ele não alterou o menu ou os preços. Todas as receitas ficaram iguais. As pessoas não podiam acreditar. Era tão bom e deliciosos. Apenas agumas semanas, o restaurante do Kenny começou a ser muito popular entre diferentes tipos de pessoas. Ainda hoje, é considerado como um dos melhores lugares para comer na cidade. Ninguém jamais lhe dirá que seu lugar é apenas para os idosos e desabrigados."
            }
        },
        {
            "titulo": "A Message",
            "historia": "It was midnight and Izabella was sleeping. She woke up suddenly because of a small, not too loud sound. It was coming from her laptop. It was a Facebook message. She opened it. It was from a man she didn't know about. The man was asking her what was she doing. She decided not to reply and to go back in bed. Then, she heard the same sound again. The same person was trying to talk to her still. The man could see she read the message so he was being insistent. Izabella decided to reply. She told him that she was busy and that she wasn't interested in talking with him. The man started to be more and more insistent and to be rude. Izabella started to be scared so she turned off her Facebook. The next morning, the conversation was gone which was really odd. Maybe it was only a dream? Izabella will never know how it happened and who it was, but that night really scared her.",
            "traducao": {
                "titulo": "Uma Mensagem",
                "historia": "Era meia-noite e Izabella estava dormindo. Ela acordou de repente por causa de um pequeno som, não muito alto. Estava vindo de seu laptop. Era uma mensagem do Facebook. Ela o abriu. Era de um homem que ela não conhecia. O homem estava perguntando o que ela estava fazendo. Ela decidiu não responder e voltar para a cama. Então, ela ouviu o mesmo som novamente. A mesma pessoa estava tentando falar com ela ainda. O homem podia ver que ela lia a mensagem, então ele estava insistindo. Izabella decidiu responder. Ela lhe disse que estava ocupada e que não estava interessada em conversar com ele. O homem começou a ser cada vez mais insistente e rude. Izabella começou a ter medo, então ela desligou seu Facebook. Na manhã seguinte, a conversa sumiu na qual era realmente estranho. Talvez fosse apenas um sonho? Izabella nunca saberá como aconteceu e quem era, mas naquela noite realmente a assustou."
            }
        },
        {
            "titulo": "Expensive changes",
            "historia": "Charles and Brittany own a house together. Actually, they built it four years ago. It cost them more or less U$ 600,000.00 . They keep on changing things though. Last summer, they built a pool. Two years ago, they changed the floors. This year, they want to enlarge one balcony and they want to change the kitchen's counters to put marble. All of these changes are really great, but they are really worried. It's increasing the home value and they are not sure if this is a good idea. What if they have difficulties to sell the house later because the value is too high compared to other houses of the neighborhood? Charles is trying to be realistic and he thinks they should stop changing things. Brittany doesn't want to stop because she likes to improve the way her house looks. They agree to change some things this year and then to stop for at least two more years. After that, they will see what they should do.",
            "traducao": {
                "titulo": "Mudanças caras",
                "historia": "Charles e Brittany possuem uma casa juntos. Na verdade, eles a construíram há quatro anos. Custou-lhes mais ou menos U$ 600.000,00. Mas eles continuam mudando as coisas. No verão passado, eles construíram uma piscina. Dois anos atrás, eles mudaram os andares. Este ano, eles querem ampliar uma varanda e eles querem mudar os balcões da cozinha para colocar mármore. Todas essas mudanças são realmente ótimas, mas eles estão realmente preocupados. Isso está aumentando o valor da casa e eles não têm certeza se esta é uma boa ideia. E se eles tiverem dificuldades para vender a casa mais tarde porque o valor for muito alto em comparação com outras casas do bairro? Charles está tentando ser realista e ele acha que eles devem parar de mudar as coisas. Brittany não quer parar porque ela gosta de melhorar a aparência de sua casa. Eles concordam em mudar algumas coisas este ano e depois parar por pelo menos mais dois anos. Depois disso, eles vão ver o que eles devem fazer."
            }
        },
        {
            "titulo": "Basketball in college",
            "historia": "Jules is 20 years old. He is a student at a college located far from his hometown. The boys at his college all play Basketball. It's not really Jules' thing. The other boys don't understand why and try to convince him to play with them. Jules have to explain that where he is from, people play baseball, not basketball. Actually, Jules grew up playing Baseball. When he was 6, he used to play with the ball and to throw it around with his father and his older brothers. During elementary school, he used to play every weekend for fun. When he was in high school, he was playing in a league. He won a lot of trophies and different kinds of awards. The boys of his college are impressed and now, they understand better. They still want Jules to play basketball with them. Jules accepts to give it a try, only if they accept to play baseball with him another day. They agree. They have a deal.",
            "traducao": {
                "titulo": "Basquete na faculdade",
                "historia": "Jules tem 20 anos. Ele é um estudante em uma faculdade localizada longe de sua cidade natal. Os garotos de sua faculdade jogam basquete. Isso não é uma coisa do Jules. Os outros meninos não entendem porquê e tentam convencê-lo a jogar com eles. Jules tem que explicar que de onde ele é, as pessoas jogam beisebol, não basquete. Na verdade, Jules cresceu jogando beisebol. Quando ele tinha 6 anos, ele costumava brincar com a bola e jogá-lo ao redor com seu pai e seus irmãos mais velhos. Durante a escola primária, ele costumava jogar todos os fins de semana para se divertir. Quando ele estava em uma escola, ele estava jogando em uma liga. Ele ganhou muitos troféus e diferentes tipos de prêmios. Os meninos de sua faculdade estão impressionados e agora, eles entendem melhor. Eles ainda querem que Jules jogue basquete com eles. Jules aceita em dar uma tentativa, somente se aceitarem jogar o baseball com ele um outro dia. Eles concordam. Eles têm um acordo."
            }
        },
        {
            "titulo": "Heavy rain",
            "historia": "It was on a Saturday night in July. I was on a fishing boat with friends on the ocean, a couple of kilometers away from the shore. The weather was pleasant, but it didn't last too long. Suddenly, it started to rain. At first, it was only a soft little rain, but in only a couple of minutes, it started to be heavy rain. Then, lightening started. Everyone on the boat including me started to be scared. The waves were becoming higher and higher, stronger and stronger. We were facing a big storm. We tried to call for some help, but it was not working. No one was responding. We didn't have much of choice anymore; all we had left to do was to wait for the storm to be done. It took around 3 hours. It was terrible. My day on the ocean was ruined. At least, we got back to shore safe and sound and we had time to catch some fish.",
            "traducao": {
                "titulo": "Chuva forte",
                "historia": "Era num sábado à noite em julho. Eu estava em um barco de pesca com amigos no oceano, alguns de quilômetros de distância da costa. O clima estava agradável, mas não durou muito tempo. De repente, começou a chover. No início, era apenas uma pequena chuva suave, mas em apenas alguns minutos, começou a ser chuva pesada. Então, o relâmpago começou. Todos no barco, incluindo eu, começamos a ficar com medo. As ondas estavam ficando cada vez mais altas, mais fortes e fortes. Estávamos enfrentando uma grande tempestade. Tentamos ligar para alguma ajuda, mas não estava funcionando. Ninguém estava respondendo. Nós não temos muito de escolha mais; tudo o que tínhamos deixado para fazer era aguardar o fim da tempestade. Demorou cerca de 3 horas. Foi terrível. Meu dia no mar foi arruinado. Pelo menos, voltamos para a costa, sãos e salvos, e tivemos tempo para pegar alguns peixes."
            }
        },
        {
            "titulo": "Learn how to swim",
            "historia": "Jacob's favorite sport is swimming. At his house, in the backyard, Jacob's family has a pool. Every day, during the summer time, he swims for an hour or two. One day, he has an idea. He wants to learn how to dive. Unfortunately, it's not possible in his pool because he doesn't have a diving board, but he knows a friend who has one. He decides to go to that friend's house. He is a little nervous, because he never tried before. He is scared to hurt himself. His friend tells him not to worry. Jacob decides to be courageous and he dives. As soon as he gets out the water, he is ready to go again. He loves it! He has to find a way to convince his parents to get a diving board. He wants to be able to do it all the time, every day, at his house. Until then, his friend says he can always come and dive at his place.",
            "traducao": {
                "titulo": "Aprenda a nadar",
                "historia": "O esporte favorito de Jacob é nadar. Em sua casa, no quintal, a família de Jacob tem uma piscina. Todos os dias, durante o verão, ele nada por uma hora ou duas. Um dia, ele tem uma ideia. Ele quer aprender a mergulhar. Infelizmente, não é possível em sua piscina, porque ele não tem uma prancha de mergulho, mas ele conhece um amigo que tem uma. Ele decide ir para casa daquele amigo. Ele está um pouco nervoso, porque ele nunca tentou antes. Ele tem medo de se machucar. Seu amigo lhe diz para não se preocupar. Jacob decide ser corajoso e mergulha. Assim que ele sai da água, ele está pronto para ir novamente. Ele ama isso! Ele tem que encontrar uma maneira de convencer seus pais para obter uma prancha de mergulho. Ele quer ser capaz de fazer isso o tempo todo, todos os dias, em sua casa. Até lá, seu amigo diz que ele sempre pode vir e mergulhar na casa dele."
            }
        },
        {
            "titulo": "The Fourth of July",
            "historia": "Lawrence is excited to celebrate the Fourth of July this year. Her mother promised she would buy some fireworks for her and her brother Ken. Ken and Lawrence read online that it was possible to jump over fireworks. They are not sure how to do it, but they want to try. That's why they are excited to know their mom is going to buy some. When their mom came back from the store, they realized that she bought the wrong fireworks. Those are too big. They won't be able to jump over it. They get very upset. The mom doesn't understand why they are disappointed. When they explain, she can't believe it. She doesn't want them to try such thing, even if the fireworks are small. She thinks it is dangerous. She thinks they can hurt themselves severely. Ken and Lawrence agree with her. It doesn't seem like a good idea. Instead, on the Fourth of July, they enjoyed the night looking at the fireworks popping in the sky. It was magical.",
            "traducao": {
                "titulo": "O quatro de julho",
                "historia": "Lawrence está animado para comemorar o quatro de julho deste ano. Sua mãe prometeu comprar alguns fogos de artifício para ela e seu irmão Ken. Ken e Lawrence leram on-line que era possível saltar sobre fogos de artifício. Eles não tem certeza de como fazer isso, mas eles querem tentar. É por isso que eles estão animados em saber que sua mãe vai comprar alguns. Quando sua mãe voltou da loja, eles perceberam que ela comprou os fogos errados. Esses são muito grandes. Eles não serão capazes de saltar sobre ele. Eles ficam muito chateados. A mãe não entende por que eles estão desapontados. Quando eles explicam, ela não pode acreditar. Ela não quer que eles tentem tal coisa, mesmo se os fogos de artifício são pequenos. Ela acha que é perigoso. Ela acha que eles podem se machucar severamente. Ken e Lawrence concordam com ela. Isso não parece uma boa ideia. Em vez disso, no dia 4 de julho, eles apreciaram a noite olhando para os fogos de artifício estourando no céu. Foi mágico."
            }
        },
        {
            "titulo": "People only look at the pictures",
            "historia": "Oscar has been single for a while now. He thinks he should try something new to meet new people. He decides to subscribe to an online dating site. It's the first time he has tried something like that.  First of all, he writes a little description of himself. Second of all, he downloads a picture of himself. Then, he waits for girls go write to him. After two weeks, no one has written to Oscar. He doesn't understand why. He thinks he has a good profile and has described himself perfectly. Then, while looking at his profile closely, he realizes that he has made a mistake. He didn't put his best picture on the site. The picture he downloaded was an old picture of him from when he weighed 35 pounds more. That's the problem with online dating sites. People only look at the pictures. They don't really care about the description. As soon as he changed the picture, he started to get invitations. That just proved his point. People only look at the pictures, just like if it was online shopping.",
            "traducao": {
                "titulo": "As pessoas só olham para as fotos",
                "historia": "Oscar tem estado solteiro por enquanto. Ele acha que deve tentar algo novo para conhecer novas pessoas. Ele decide se inscrever em um site de namoro on-line. É a primeira vez que ele tenta algo assim. Em primeiro lugar, ele escreve uma pequena descrição de si mesmo. Em segundo lugar, ele baixa uma foto de si mesmo. Então, ele espera que as meninas vão escrever para ele. Depois de duas semanas, ninguém escreveu para Oscar. Ele não entende o porquê. Ele acha que tem um bom perfil e se descreve perfeitamente. Então, ao olhar seu perfil corretamente, ele percebeu que cometeu um erro. Ele não colocou a melhor imagem dele. A foto que ele baixou foi uma foto antiga dele de quando ele pesava 35 quilos a mais. Esse é o problema com sites de namoro on-line. As pessoas só olham para as fotos. Elas realmente não se preocupam com a descrição. Assim que ele mudou a foto, ele começou a receber convites. Isso acabou de provar seu ponto de vista. As pessoas só olham para as imagens, apenas como se fosse compras on-line."
            }
        },
        {
            "titulo": "Music Collector",
            "historia": "Alex passed away when he was only 30 years old. He was a music collector. He knew everything about music. He could teach everyone about everything. Every little detail about music, he knew it. He used to listen to pop, rock, country, rap, etc. He knew everything about Pink Floyd and Led Zeppelin, his two favorite bands. After he passed away, his parents decided to give away his music collections to friends and family. Nobody could believe how much stuff he had. He had all the CDs from the Beatles as well as their vinyls. He also had all the CDs of the Rolling Stones. In total, he had over 550 CDs. He was a real fan. Perhaps his favorite kind of music was old rock. Whenever someone would ask him though, he would be confused. It was hard for him to tell because he liked them all. The only thing he didn't like was metal because it was too loud for him.",
            "traducao": {
                "titulo": "Colecionador de Música",
                "historia": "Alex faleceu quando tinha apenas 30 anos. Ele era um colecionador de música. Ele sabia tudo sobre música. Ele poderia ensinar a todos sobre tudo. Todos os pequenos detalhes sobre música, ele sabia. Ele costumava ouvir pop, rock, country, rap, etc. Ele sabia tudo sobre Pink Floyd e Led Zeppelin, suas duas bandas favoritas. Depois que ele faleceu, seus pais decidiram dar suas coleções de música para amigos e familiares. Todo mundo não podia acreditar o quanto ele tinha. Ele tinha todos os CDs dos Beatles, bem como seus vinis. Ele também tinha todos os CDs dos Rolling Stones. No total, ele tinha mais de 550 CDs. Ele era um verdadeiro fã. Talvez seu tipo favorito de música fosse rock antigo. Mas sempre que alguém lhe perguntasse, ele estaria confuso. Era difícil para ele contar, porque gostava de todos. A única coisa que ele não gostava de metal, porque era muito alto para ele."
            }
        },
        {
            "titulo": "Magic experience",
            "historia": "My first road trip was when I was 21 years old, with my best friend Laura. We decided to go to California for two and a half weeks. We were young and it was our first trip so we didn't really plan our itinerary very well. We got lost a lot of times. It was very scary. Also, we had to sleep in our car for two nights because everything was booked. These were a couple of the mistakes we made during our trip. Another time, we forgot to put gasoline in the tank. It was terrible. Over all though, the trip was great. We had a lot of fun. I was the driver most of the time and Laura was in charge of the music. California was amazing. Most particularly, we enjoyed the views, the beaches and the vibe. It was great to discover this beautiful state, especially with my best friend. It was my first road trip, but it's not going to be the last one.",
            "traducao": {
                "titulo": "Experiência mágica",
                "historia": "Minha primeira viagem foi quando eu tinha 21 anos, com minha melhor amiga Laura. Decidimos ir para a Califórnia por duas semanas e meia. Nós éramos jovens e era a nossa primeira viagem, portanto, nós realmente não planejamos corretamente nosso itinerário. Nós nos perdemos um monte de vezes. Foi muito assustador. Também, tivemos que dormir no nosso carro duas noites porque tudo estava reservado. Estes foram muito dos erros que nós fizemos durante a nossa viagem. Outra vez, esquecemos de colocar gasolina. Foi terrível. Apesar de tudo, a viagem foi ótima. Nós nos divertimos muito. Eu era o motorista a maior parte do tempo e Laura estava em trocar de música. Califórnia foi incrível. Mais particularmente, nós apreciamos as vistas, as praias e a vibração. Foi ótimo descobrir este belo estado, especialmente com a minha melhor amiga. Foi a minha primeira viagem, mas não vai ser a última."
            }
        },
        {
            "titulo": "Midnight screening",
            "historia": "Scott loves to watch cult movies. Whenever he gets the chance, he watches midnight screenings on the television. This is when the best movies are shown. Most of the time, they are classical movies; movies that everyone should see once in their life. When his girlfriend wants to, they watch the midnight movie together. Most of the time though, she falls asleep because the movie is at midnight and she can't stay awake and she works early in the morning. One day, Scott wanted to see a midnight screening but at a movie theater. He was hoping he would be able to. That would be great because it would be on the big screen and they would be able to enjoy some salted popcorn with a cold drink. Also, the sounds would be better and louder. Scott keeps on hoping the movie theater beside his house will show midnight screenings one day.",
            "traducao": {
                "titulo": "Exibição da meia-noite",
                "historia": "Scott adora assistir filmes cultos. Sempre que ele tem a chance, ele assiste a exibição de meia-noite na televisão. Isto é quando os melhores filmes são mostrados. Na maioria das vezes, estes são filmes clássicos; Filmes que todos devem ver uma vez na vida. Quando sua namorada quer, eles assistem o filme da meia-noite juntos. Mas na maioria das vezes, ela está dormindo porque o filme é à meia-noite e ela não pode ficar acordada e ela trabalha no início da manhã. Um dia, Scott quer ver uma exibição da meia-noite, mas em um cinema. Ele espera que ele tenha a chance de fazer isso. Isso seria muito bom, porque estaria numa tela grande e eles seria capaz de desfrutar de algumas pipocas salgadas com uma bebida gelada. Além disso, os sons seriam melhores e mais alto. Scott continua esperando que o cinema ao lado de sua casa mostre a exibição das meia-noite um dia."
            }
        },
        {
            "titulo": "Fun and sea",
            "historia": "Going to the beach is always a lot of fun. First, you have to get your bag ready. Normally, it is better to get a big bag. Inside, you put a towel, sunscreen, sunglasses, a book to read and a bottle of water. Flip-flops are also important. When your bag is ready, you are ready to go. It is fun to go in the car with the windows down. You can feel the breeze on your skin and you can sing music. When you get to the beach, you have to choose the best spot. The best spot is in the shade and not too far from the water. If possible, a chair is the best option. Otherwise, a towel on the sand is okay. Then, all you have to do is enjoy yourself. You can swim in the blue water or get a tan under the sun while drinking a cold drink. Some people like to play water sports like beach volleyball. It's a good way to meet new people. Overall, going to the beach is always fun.",
            "traducao": {
                "titulo": "Diversão e mar",
                "historia": "Ir à praia é sempre muito divertido. Primeiro, você tem que preparar sua mala. Normalmente, é melhor pegar uma mala grande. Dentro, você coloca uma toalha, protetor solar, óculos de sol, um livro para ler e uma garrafa de água. Chinelos também são importantes. Quando sua mala está pronta, você está pronto para ir. É divertido ir de carro com as janelas para baixo. Você pode sentir a brisa em sua pele e você pode cantar a música. Quando você chega à praia, você tem que escolher o melhor local. O melhor local é sob a sombra e não muito longe da água. Se possível, uma cadeira é a melhor opção. Caso contrário, uma toalha na areia está tudo bem. Então, tudo que você tem a fazer é ir desfrutar. Você pode nadar na água azul ou obter um bronzeado sob o sol enquanto toma uma bebida gelada. Algumas pessoas gostam de praticar esportes aquáticos como voleibol de praia. É uma boa maneira de conhecer novas pessoas. Em geral, ir até a praia é sempre divertido."
            }
        },
        {
            "titulo": "Everything was wrong",
            "historia": "My worst birthday party was when I was 8 years old. It was supposed to be good fun. I invited all of my friends and everyone came. At first, we were all enjoying the party. Then, everything went wrong. First of all, one of my friends got hit by the baseball ball when we were playing. He started to bleed a lot. My mother had to call his mom so that she could pick him up. Then he went to the hospital. Not too long after this first incident, we ate the cake. Another of my friends started to be very sick. We will never know if it was caused by the cake or the food my mother cooked that day, but that friend of mine started to vomit a lot. Maybe it was caused by something he had before the birthday party. Just when I thought nothing could get worse, another of my friends got stung by a bee. He is really allergic to bee stings. Happily, he was fine because we took him to the hospital. Over all though, that birthday was an awful one.",
            "traducao": {
                "titulo": "Tudo estava errado",
                "historia": "Minha pior festa de aniversário foi quando eu tinha 8 anos de idade. Era para ser muito divertido. Eu convidei todos os meus amigos e todos vieram. Em primeiro, todos nós apreciamos a festa. Então, um monte de coisas ruins aconteceu. Primeiro de tudo, um dos meus amigos foi atingido pela bola de beisebol quando estávamos jogando. Ele começou a sangrar muito. Minha mãe teve que chamar a mãe dele para que ela pudesse pegá-lo. Então, ele foi para o hospital. Não muito tempo depois deste primeiro incidente, nós comemos o bolo. Outro dos meus amigos começou a ficar muito doente. Nunca saberemos se foi causado pelo bolo ou pela comida que minha mãe cozinhou naquele dia, mas aquele amigo meu começou a vomitar muito. Talvez tenha sido causado por algo que ele cozinhou antes da festa de aniversário. Só quando eu pensei que nada poderia piorar, outro de meus amigos foi picado por uma abelha. Ele é realmente alérgico à picadas de abelha. Felizmente, ele estava bem porque o levamos para o hospital. Mas acima de tudo, esse aniversário foi um horror."
            }
        },
        {
            "titulo": "Typical family",
            "historia": "My family isn't a typical family. It's a very embarrassing family. They always do strange stuff that no one else would do. For example, my mother has three brothers and when the three of them are together during family parties, they drink a lot and tell embarrassing jokes. No one laughs except them. Sometimes the jokes are sexist, racist or dirty. It's just an awkward moment for everyone. When I have some friends over and they start doing such a thing, I feel embarrassed. They are just very loud, noisy and annoying. Also, my mother has a sister. Her sister and her love to dress the same way, with really odd clothes. The other day, they went for brunch wearing the same pink dress with white fur. It was a very weird dress and both of them were wearing the same one. It was confusing and embarrassing, especially when I noticed that everyone was looking at us. Believe me, that's just the tip of the iceberg with my embarrassing family.",
            "traducao": {
                "titulo": "Família típica",
                "historia": "Minha família não é uma família típica. É uma família muito embaraçosa. Eles sempre fazem coisas estranhas que ninguém outro faria. Por exemplo, minha mãe tem três irmãos e quando os três estão juntos durante festas familiares, eles bebem muito e dizem piadas embaraçosas. Ninguém ri, exceto eles. Às vezes são piadas sexistas, racista e sujas. É apenas um momento inadequado para todos. Quando tenho alguns amigos e eles começam a fazer tal coisa, fico muito envergonhado. Eles são apenas muito barulhentos, turbulentos e irritantes. Além disso, minha mãe tem uma irmã. A irmã dela e ela adoram se vestir da mesma maneira, com roupas muito estranhas. Outro dia, elas foram para o lanche matinal vestindo um vestido rosa com pele branca. Era um vestido muito estranho e ambas estavam usando o mesmo. Era confuso e embaraçoso, especialmente quando eu notei que todo mundo estava olhando para nós. Acredite em mim, essa é apenas a ponta do iceberg da minha família embaraçosa."
            }
        },
        {
            "titulo": "Happy in marriage",
            "historia": "David and Leah have been together for 6 years. They have a 3 year-old daughter named Monica. On their last trip to the Dominican Republic, David had a surprise for Leah. He asked her to marry him. Leah couldn't believe it. She was incredibly happy. Of course, she said yes. The rest of their trip was amazing. When they went back home, Leah called all of her family to tell them the good news. When she called her brother, she had a sad surprise. Her brother had bad news to tell her. He was getting a divorce. No need to say that when Leah told him she was going to get married, he wasn't enthusiastic. Actually, he told her that marriage is the end of everything. Leah didn't want to believe him. She understood that the situation was different for him and his ex-wife, but she knew that David and her were going to be happy. Indeed, they lived happily ever after. Marriage wasn't the end of them.",
            "traducao": {
                "titulo": "Feliz no casamento",
                "historia": "David e Leah estão juntos há 6 anos. Eles têm uma filha de 3 anos chamada Monica. Na última viagem deles à República Dominicana, David teve uma surpresa para Leah. Ele pediu que ela se casasse com ele. Leah não podia acreditar. Ela estava incrivelmente feliz. Claro, ela disse que sim. O restante da sua viagem foi incrível. Quando voltaram para casa, Leah chamou toda a família para contar a eles a boa notícia. Quando ela ligou para o irmão dela, ela teve uma surpresa triste. Seu irmão tinha uma má notícia para lhe dizer. Ele estava se divorciando. Nem precisa dizer que quando Leah lhe disse que ia se casar, ele não estava entusiasmado. Na verdade, ele lhe disse que o casamento é o fim de tudo. Leah não queria acreditar nele. Ela entendeu que a situação era diferente para ele e sua ex-esposa, mas ela sabia que David e ela iriam ser felizes. Na verdade, eles viveram felizes para sempre. O casamento não foi o fim deles."
            }
        },
        {
            "titulo": "Runner",
            "historia": "Mathew isn't really in good shape. In the last couple of years, he gained 100 pounds. He is starting to feel ashamed of his own body. He tends to compare himself a lot to others. He thinks his body doesn't correspond to most people. He doesn't know what to do anymore. He has started reading a magazine for runners. He sees a lot of people running in his neighborhood and he is thinking perhaps he could try. Also, there are many beautiful parks around where he could run. The magazine has an interesting article. It is called 'from your couch to running a mile'. The title intrigues Matthew. He starts reading the article. It is suggesting a plan to follow for beginners to be able to run one mile in less than a week. Matthew is willing to try. For the whole week, he does everything according to the plan. Then, he runs his first mile. It's harder than he thought, but he succeeded. He is very proud of himself.",
            "traducao": {
                "titulo": "Corredor",
                "historia": "Mathew não está realmente em boa forma. Nos últimos dois anos, ele ganhou 45 quilos. Ele está começando a sentir vergonha de seu próprio corpo. Ele tende a comparar-se muito com os outros. Ele acha que seu corpo não corresponde à maioria das pessoas. Ele não sabe mais o que fazer. Ele começa a ler uma revista para corredores. Ele vê muitas pessoas correndo em seu bairro e ele está pensando que talvez ele poderia tentar. Além disso, existem muitos belos parques em torno de onde ele poderia correr. A revista tem um artigo interessante. É chamado de 'do seu sofá para correr uma milha'. O título intriga Mateus. Ele começa a ler o artigo. Está sugerindo um plano a seguir para que os novatos possam correr uma milha em menos de uma semana. Matthew está disposto a tentar. Durante toda a semana, ele faz tudo de acordo com o plano. Então, ele corre sua primeira milha. É mais difícil do que ele pensava, mas ele conseguiu. Ele está muito orgulhoso de si mesmo."
            }
        },
        {
            "titulo": "Philip plays baseball",
            "historia": "Philip is 14 years old. He doesn't really play any sports, but he wants to try. He is thinking about baseball. His high school has a baseball league and it seems fun. Also, all the popular boys play in the team and he is thinking he should do the same. Philip decides to subscribe. A week later, the coach of the team calls him. He wants to meet him to do some tests. Philip has to pass the baseball tryouts. He has to meet the coach next Monday. When Monday comes, he is very anxious. He isn't too confident. He tries to do all the tests, but he thinks he isn't doing a bad job. The coach tells him he is going to call him again in two days if he is accepted in the team. Philip has no hope. He knows he didn't do good. When the coach calls him on Wednesday, he can't believe it. He is accepted. How is that possible? Philip is grateful to be part of the baseball team.",
            "traducao": {
                "titulo": "Philip joga beisebol",
                "historia": "Philip tem 14 anos. Ele realmente não joga nenhum esporte, mas ele quer tentar. Ele está pensando em beisebol. Sua escola tem uma liga de beisebol e parece divertido. Além disso, todos os meninos populares jogam na equipe e ele está pensando que ele deve fazer o mesmo. Philip decide se inscrever. Uma semana depois, o treinador da equipe o chama. Ele quer encontrá-lo para fazer alguns testes. Philip tem que ter êxitos nos testes de beisebol. Ele tem que encontrar o treinador na próxima segunda-feira. Quando chega a segunda-feira, ele está muito ansioso. Ele não está muito confiante. Ele tenta fazer todos os testes, mas ele acha que não está fazendo um mau trabalho. O treinador diz que ele vai chamá-lo novamente em dois dias, se ele for aceito na equipe. Philip não tem esperança. Ele sabe que não fez bonito. Quando o treinador o chama na quarta-feira, ele não pode acreditar. Ele é aceito. Como isso é possível? Philip está grato por fazer parte da equipe de beisebol."
            }
        },
        {
            "titulo": "He is not here",
            "historia": "Charlotte and Tracy are two best friends. They are both 16 years old and they go to the same high school. Tonight, there's a school dance at their school. It's the last one of this school year. Both of them are really excited. Charlotte is hoping to meet Ben and to tell him that she likes him. Tracy doesn't care about the boys. She just wants to dance all night and to drink cold drinks. When the night comes, they are really thrilled. Charlotte is wearing a blue dress and Tracy is wearing a yellow one. When they get there, Charlotte is upset. Ben is not here. In fact, he is not coming anymore. He has other plans. Charlotte decides to dance all night with Tracy instead and to talk with other classmates. She meets new people. It turned out to be a fun night. The music is really good. Hopefully, she is going to have another chance to tell Ben about her feelings.",
            "traducao": {
                "titulo": "Ele não está aqui",
                "historia": "Charlotte e Tracy são duas melhores amigas. Ambas têm 16 anos e vão para a mesma escola. Hoje à noite, há uma aula de dança em sua escola. É a última deste ano escolar. Ambas estão muito animadas. Charlotte está esperando encontrar Ben e dizer-lhe que gosta dele. Tracy não se importa com os meninos. Ela só quer dançar a noite toda e beber bebidas geladas. Quando a noite chega, elas estão realmente emocionadas. Charlotte está usando um vestido azul e Tracy está vestindo um amarelo. Quando elas chegam lá, Charlotte está chateada. Ben não está aqui. De fato, ele não está mais vindo. Ele tem outros planos. Charlotte decide dançar a noite toda com Tracy em vez disso e conversa com outros colegas. Ela conhece novas pessoas. Isso acabou por ser uma noite divertida. A música é realmente boa. Esperançosamente, ela vai ter outra chance de dizer para Ben sobre seus sentimentos."
            }
        },
        {
            "titulo": "Skating competitions",
            "historia": "Fiona is doing ice skating competitions since she was six years old. When she was younger, she used to say that she was 'skating for glory.' She used to practice every day, sometimes for 3 hours in a row. Her parents were always supporting her. Actually, she won many trophies and different kind of awards. Now, she is 21 and she is better than she has ever been. She is doing very difficult figures and it is very impressive. She is training for the Olympics. It requires a lot of discipline and a strict diet, but she doesn't mind. For Fiona, ice skating competitions are a piece of cake. She is very determined. She wants to win a medal and somehow, she knows she will. She still has to wait a couple more years, but soon enough, she will be skating for glory again. Until then, she is going to train very hard, every day, with the help of her coach.",
            "traducao": {
                "titulo": "Competições de patinação",
                "historia": "Fiona está fazendo competições de patinação no gelo desde que ela tem seis anos. Quando era mais nova, ela costumava dizer que estava 'patinando para a glória'. Ela costumava praticar todos os dias, às vezes por 3 horas seguidas. Seus pais sempre a apoiaram. Na verdade, ela ganhou muitos troféus e diferentes tipos de prêmios. Agora, ela tem 21 anos e ela está melhor do que nunca. Ela está fazendo números muito difíceis e é muito impressionantes. Ela está treinando para as Olimpíadas. Isso requer muita disciplina e uma dieta rigorosa, mas ela não se importa. Para Fiona, competições de patinação no gelo são mamão com açúcar. Ela é muito determinada. Ela quer ganhar uma medalha e de alguma forma, ela sabe que vai. Ela ainda tem que esperar mais alguns anos, mas em breve, ela estará patinando para a glória novamente. Até lá, ela vai treinar muito, todos os dias, com a ajuda de seu treinador."
            }
        },
        {
            "titulo": "Lights of Christmas",
            "historia": "According to Ruby, the best part about Christmas time is to decorate the Christmas tree. It's her favorite tradition of this lovely holiday. Every year, one week before Christmas Eve, she decorates the tree with her family. Everyone has their own task. Her father is the one who has to go buy the tree. Ruby has to put the lights on. They normally choose colorful lights. Her older brother Carlos has to put the Christmas balls on. These are very beautiful. They are red and green with some glitters. Then, her younger brother Bradley puts the other decorations up. That includes the small golden stars and the fluffy and white snowflakes. Her mother puts the houses and the church under the tree. It's the village. All the little buildings are handmade by their grandmother. Finally, the youngest of the family, which is her sister Rebecca, has to put the star on the tip of the tree. Every year, they do it the exact same way and every year, it's magical and amazing.",
            "traducao": {
                "titulo": "Luzes do Natal",
                "historia": "De acordo com Ruby, a melhor parte sobre o Natal é decorar a árvore de Natal. É sua tradição favorita deste feriado encantador. Todos os anos, uma semana antes da véspera de Natal, ela decora a árvore com sua família. Todo mundo tem sua própria tarefa. Seu pai é o único que tem que ir comprar a árvore. Ruby tem que colocar as luzes. Eles normalmente escolhem luzes coloridas. Seu irmão mais velho Carlos tem que colocar as bolas de Natal. Estas são muito bonitas. Elas são vermelhas e verdes com alguns brilhos. Então, seu irmão mais novo Bradley coloca os outros ornamentos. Isso inclui os começos dourados pequenos e os flocos de neve macios e brancos. Sua mãe coloca as casas e a igreja sob a árvore. É a aldeia. Todo os pequenos edifícios são feitos à mão por sua avó. Finalmente, a mais nova da família, que é sua irmã Rebecca, tem que colocar a estrela na ponta da árvore. Todos os anos, eles fazem da mesma maneira e todos os anos, é mágico e surpreendente."
            }
        },
        {
            "titulo": "Michael's passion",
            "historia": "Michel's passion is to collect cars. He has a lot of money so he can afford to buy many cars. Some are really old and antiques, but some are brand new. Some are black and very simple and others are colorful and extravagant. Sometimes, he participates in car exhibitions. This way, he can show his collection to people. Only a few people have as many cars as he does. What he likes the most though, is to cruise down the boulevard with his cars. When he does so, he feels free. He feels like there are no limits. It's always funny to see people looking at him. They are always surprised to see these old cars cruising the boulevard. When he has the chance, he takes his children for a car ride. They go around the city, they go out for an ice cream cone and then they come back. It's always a lot of fun.  Michel's passion is to entertain everyone.",
            "traducao": {
                "titulo": "A paixão de Michael",
                "historia": "A paixão de Michel é colecionar carros. Ele tem um monte de dinheiro para que ele possa dar ao luxo de comprar muitos carros. Alguns são realmente velhos e antigos, mas alguns são novos. Alguns são pretos e muito simples e outros são coloridos e extravagantes. Às vezes, ele participa de exposições de carro. Desta forma, ele pode mostrar sua coleção para as pessoas. Apenas poucas pessoas têm tantos carros quanto ele. O que ele mais gosta é cruzar a avenida com seus carros. Quando ele faz isso, ele se sente livre. Ele sente que não há limites. É sempre engraçado ver as pessoas olhando para ele. Elas estão sempre surpresos ao ver esses carros velhos cruzando a avenida. Quando ele tem a chance, ele leva seus filhos para um passeio de carro. Eles andam pela cidade, saem para um Sorvete de Casquinha e depois voltam. É sempre muito divertido. A paixão de Michel diverte todo mundo."
            }
        },
        {
            "titulo": "Peaceful and happy place",
            "historia": "It was Sunday afternoon. Emily wanted to go to the beach. Her parents were not too excited about the idea because they had to drive an hour to reach the beach, but Emily was being very insistent so they decided to go. It was a peaceful day and happily, there were not too many people. They sat down not too far from the water. Emily went for a swim with her dad but the waves were strong. They didn't stay too long in the sea. Instead, they went back to the white and hot sand and they started to build a sand castle. They were trying to build the biggest one. Emily's mother was taking pictures. She wanted to keep some souvenirs of this day. After the sunset, they decided to go eat at the beach restaurant. They ordered seafood and it was really good. Then, they headed back home. That day at the beach was the best day of the summer.",
            "traducao": {
                "titulo": "Lugar Pacífico e feliz",
                "historia": "Estava ensolarado domingo à tarde. Emily queria ir para a praia. Seus pais não estavam entusiasmados com a ideia, porque tinham que dirigir uma hora para chegar à praia, mas Emily estava sendo muito insistente para que eles decidissem ir. Era um dia tranquilo e felizmente, não havia muitas pessoas. Eles se sentaram não muito longe da água. Emily foi nadar com seu pai, mas as ondas estavam fortes. Eles não ficaram muito tempo dentro do mar. Em vez disso, eles voltaram para a areia branca e quente e eles começaram a construir um castelo de areia. Eles estavam tentando construir o maior. A mãe de Emily estava tirando fotos. Ela queria manter algumas lembranças deste dia. Depois do pôr do sol, eles decidiram ir comer no restaurante da praia. Eles pediram frutos do mar e estava realmente bom. Então, eles voltam para casa. Naquele dia na praia foi o melhor dia do verão."
            }
        },
        {
            "titulo": "Private swimming classes",
            "historia": "Celine is still very young, but she wants to learn how to swim. Her family has a pool in the backyard but she never learned how to swim so she never had the chance to enjoy the pool. Her parents decided to pay for some private swimming classes. During the beginning of the summer, twice a week, on Tuesdays and Thursdays, Gabriella the swimming teacher would come at Celine's house to teach her. They would practice in Celine's pool. Learning how to swim is harder than Celine thought. It requires a lot of practice. She asks her parents to have more classes. Her parents accept to pay Gabriella for one more day of the week, on the Friday. For the rest of the summer, Celine has three classes a week, which is more than enough. At the end of the summer, she is a really good swimmer and she feels confident about her skills. These swimming classes were really helpful.",
            "traducao": {
                "titulo": "Aulas particulares de natação",
                "historia": "Celine ainda é muito jovem, mas ela quer aprender a nadar. Sua família tem uma piscina no quintal, mas ela nunca aprendeu a nadar então ela nunca tem a oportunidade de desfrutar da piscina. Seus pais decidiram pagar algumas aulas particulares de natação. Durante o início do verão, duas vezes por semana, às terças e quintas-feiras, Gabriella, a professora de natação, viria à casa de Celine para ensiná-la. Elas iriam praticar na piscina de Celine. Aprender a nadar é mais difícil do que Celine pensou. Exige muita prática. Ela pede para os pais dela para ter mais aulas. Seus pais aceitam pagar para Gabriella por mais um dia da semana, na sexta-feira. Para o resto do verão, Celine tem três aulas por semana que é mais do que suficiente. No final do verão, ela é uma nadadora muito boa e ela se sente confiante sobre suas habilidades. Estas aulas de natação foram realmente úteis."
            }
        },
        {
            "titulo": "I can't use it",
            "historia": "Gustavo bought a new phone last week. It's a smart phone and it cost him quite a lot of money. Until now, he couldn't use it because he didn't have a cell phone plan. Today, he decided to go to the store and he asked for a prepaid cellphone plan. There were different options. Some were including Internet and others were not. Gustavo didn't care too much about having internet or not, but he wanted to have unlimited messages. Confused about what he should do, he called his friend for some help. His friend suggested one plan in particular. It's the same plan as he has and it's not too expensive. Gustavo thought it was a good idea. He chose the same prepaid plan as his friend and then he went back home. Now he can use his phone as much as he wants and he can use Wi-Fi. He calls his friend to thank him once again. He is happy with his choice.",
            "traducao": {
                "titulo": "Não posso usá-lo",
                "historia": "Gustavo comprou um novo telefone na semana passada. É um smart phone e isso lhe custou bastante dinheiro. Até agora, ele não poderia usá-lo porque ele não tinha um plano de telefone celular. Hoje, ele decidiu ir para a loja e pediu um plano de celular pré-pago. Havia diferentes opções. Alguns eram incluindo Internet e outros não eram. Gustavo não se importava muito de ter internet ou não, mas queria ter mensagens ilimitadas. Confuso sobre o que ele deveria fazer, ele chamou seu amigo para algumas ajudas. Seu amigo sugeriu um plano em particular. É o mesmo plano que ele tem e não é muito caro. Gustavo pensou que era uma boa ideia. Ele escolheu o mesmo plano pré-pago do seu amigo e depois voltou para casa. Agora ele pode usar seu telefone tanto quanto ele quer e ele pode usar wifi. Ele liga para seu amigo para agradecer mais uma vez. Ele está feliz com sua escolha."
            }
        },
        {
            "titulo": "I want this gift",
            "historia": "Nadine has a nephew. He is the son of her older sister. Today is her nephew's birthday and she doesn't know what to get him as a gift. She went to the mall to buy something, but she couldn't find anything. She decided to call her sister. She asked her for her opinion on what she should get for her son. Her sister told her that he has been wanting a teddy bear for months. She thinks it's a good idea. Nadine goes back to the mall and she tries to look for a teddy bear. She finds one but it was a tiny one. She knows her nephew would prefer having a big one. She keeps on shopping. Then, she finds a big one. It's a huge and blue teddy bear. She thinks it's perfect. She buys it. It was only $30. She goes directly to her sister's house and gives her the teddy bear. It was the best gift she ever had. She decided to call him blueberry because of its color.",
            "traducao": {
                "titulo": "Quero este presente",
                "historia": "Nadine tem um sobrinho. Ele é o filho de sua irmã mais velha. Hoje é o aniversário de seu sobrinho e ela não sabe o que dar a ele como presente. Ela foi ao shopping comprar alguma coisa, mas não conseguiu encontrar nada. Ela decidiu ligar para a irmã dela. Ela pediu sua opinião sobre o que ela deveria pegar para o filho dela. Sua irmã disse a ela que ele estava querendo um ursinho a meses. Ela acha que é uma boa ideia. Nadine volta para o shopping e ela tenta procurar um ursinho de pelúcia. Ela encontra um, mas era um minúsculo. Ela sabe que seu sobrinho prefere ter um grande. Ela continua fazendo compras. Então, ela encontra um grande. É um ursinho de pelúcia enorme e azul. Ela acha que ele é perfeito. Ela o compra. Foi apenas US 30,00. Ela vai diretamente para casa da irmã e dar para ela o ursinho de pelúcia. Este foi o melhor presente que ele já teve. Ela decidiu chamá-lo de “mirtilo / uva-do-monte” por causa da cor dele."
            }
        },
        {
            "titulo": "My first day in School",
            "historia": "Some people likes online classes because you can learn anything from home. It's very flexible. Will doesn't like online classes. He has tried many different kinds of classes including French classes, literature classes, chemistry classes and math classes. He hated all of them. He likes how he can work from home, but without the help of a teach in front of him, he feels like he is learning too slowly. Also, he is getting lazy. He keeps on waiting until the very last day to do his assignments and to read the pages he has to read. His homework builds up and it becomes a true nightmare. This year, Will promised himself that he was going to take night classes only. This way, he is going to learn more. Also, it's surprisingly cheaper. Will will be saving money and he will be learning more. It's the perfect combination.",
            "traducao": {
                "titulo": "Meu primeiro dia na escola",
                "historia": "Algumas pessoas gostam de aulas on-line, porque você pode aprender qualquer coisa em casa. É muito flexível. Will não gosta de aulas on-line. Ele tem tentado muitos tipos diferentes de aulas, incluindo aulas de francês, aulas de literatura, aulas de química e aulas de matemática. Ele odiava todos elas. Ele gosta de poder trabalhar em casa, mas sem a ajuda de um professor diante dele, ele sente que está aprendendo muito devagar. Além disso, ele está ficando preguiçoso. Ele continua esperando no último dia para fazer as suas tarefas e ler as páginas que ele tem para ler. A lição de casa dele se acumula e isso se torna um verdadeiro pesadelo. Este ano, Will prometeu a si mesmo que iria fazer apenas aulas noturnas. Desta forma, ele vai aprender mais. Além disso, é surpreendentemente mais barato. Will vai economizar dinheiro e ele estará aprendendo mais. É a combinação perfeita."
            }
        }
    ]
}